{"question":{"0":"I feel depressed – is this normal?","1":"Should I use ice or heat?","2":"Can I have sex?","3":"When can I return to work?","4":"What type of food should I eat?","5":"I think my leg lengths are different, what should I do?","6":"Do I need physical therapy?","7":"What are abnormal things that require immediate attention?","8":"What are normal things about your new hip?","9":"What should I do if I have an emergency or problem?","10":"When should I follow up with my surgeon?","11":"How long will my hip replacement last?","12":"What can I do about my scar?","13":"I have insomnia – is this normal?","14":"Can I kneel?","15":"Can I use stairs?","16":"Can I drink alcohol?","17":"What activities should I avoid?","18":"What activities are permitted after surgery?","19":"Will I set off the machines at the airport? Do I need a doctor’s note to travel?","20":"When can I travel?","21":"When can I drive?","22":"If I am constipated, what should I do?","23":"Can I go to the dentist?","24":"How long will I be on a blood thinner?","25":"Can I use weights?","26":"What exercises should I do?","27":"Will I go to a rehabilitation facility or home?","28":"How long will I be on pain medication?","29":"Can I sleep on my side?","30":"What are the dislocation precautions for my hip (positions I should avoid)?","31":"What is a dislocation of the hip?","32":"What is the recovery time?"},"search_term":{"0":null,"1":null,"2":null,"3":null,"4":null,"5":null,"6":null,"7":"abnormal things that require immediate attention","8":"normal things about new hip replacement","9":"emergency or problem procedure","10":"when to follow up with surgeon after surgery","11":"hip replacement longevity","12":"scar treatment options","13":"insomnia after orthopedic surgery","14":"Can I kneel after knee surgery","15":"using stairs after orthopedic surgery","16":"alcohol consumption guidelines for orthopedic patients","17":"activities to avoid after orthopedic surgery","18":"permitted activities after surgery","19":"airport security orthopedic implants","20":"travel after orthopedic surgery","21":"when can I drive after orthopedic surgery","22":"constipation management","23":"orthopedic patient going to dentist","24":"duration of blood thinner therapy","25":"using weights after orthopedic surgery","26":"recommended exercises for orthopedic patients","27":"criteria for discharge to rehabilitation facility vs home","28":"duration of pain medication after orthopedic surgery","29":"sleeping on side after orthopedic surgery","30":"hip dislocation precautions positions to avoid","31":"dislocation of the hip","32":"recovery time"},"contexts":{"0":[null,null,null],"1":[null,null,null],"2":[null,null,null],"3":[null,null,null],"4":[null,null,null],"5":[null,null,null],"6":[null,null,null],"7":["Deep vein thrombosis (DVT) is the formation of a blood clot within a deep vein, commonly the calf or thigh. The blood clot can either partially or completely block the blood flow in the vein.\n\nDVT can result from leg inactivity brought on by:\n- Surgery, especially on legs, hips, knees, or abdominal area\n- Badly broken leg bones or other trauma\n- Immobility or being bedridden\n- Cancer\n- Myocardial infarction (heart attack) or congestive heart failure\n- Severe infection\n- Pregnancy\n- Use of oral contraceptives\n- Decreased circulation\n- Prior DVTs\n\nAnkle pumps are important for increasing your blood circulation. These involve moving your ankles up and down and tightening your leg muscles. Your physical therapist will show you how to perform these exercises. \n\n## DVT Signs And Symptoms\n\nBecause DVT can produce life-threatening complications, it is important for you to know and be able to recognize DVT symptoms. If you notice any of these symptoms, you should call your primary care physician immediately.\n\nAny or all of the following can be symptoms of DVT:\n- Swelling in the calf or thigh area\n- Pain in the calf area or behind the knee\n- Increased pain with standing or walking\n- Warmth\/redness\/tenderness in the affected area\n- Low-grade fever\n\nDVT also can occur without any of the above symptoms. \n\nPulmonary embolism (PE) is the most common and serious complication of DVT. A PE occurs when a blood clot breaks free from a vein wall and travels to the lung where it blocks an artery. A PE is life-threatening and needs immediate medical attention.\n\nSigns and symptoms of a PE include:\n- Sudden onset of chest pain\n- Sudden unexplained cough or coughing up blood\n- Shortness of breath\n- Lightheadedness, dizziness or cold sweats\n- Feelings of restlessness, anxiety or rapid heartbeat\n- Sense of impending doom\n","## Deep Vein Thrombosis\n\nDeep vein thrombosis (DVT) is the formation of a blood clot within a deep vein, commonly the calf or thigh. The blood clot can either partially or completely block the blood flow in the vein.\n\nThe following factors increase DVT risk:\n- Surgery, especially on legs, hips, knees or abdominal area\n- Badly broken leg bones or other trauma\n- Immobility or being bedridden\n- Cancer\n- Myocardial infarction (heart attack) or congestive heart failure\n- Severe infection\n- Pregnancy\n- Use of oral contraceptives\n- Decreased circulation\n- Prior DVTs\n\n## DVT Signs And Symptoms\n\nIf you notice any or all of the following, you should call your primary care physician immediately:\n- Swelling in the calf or thigh area\n- Pain in the calf area or behind the knee\n- Increased pain with standing or walking\n- Warmth, redness or tenderness in the affected area\n- A temperature of at least 101.0 degrees F or higher\n\n## Pulmonary Embolism\n\nThe most common and serious complication of DVT is a pulmonary embolism (PE). A PE occurs when a blood clot breaks free from a vein wall and travels to the lung, where it blocks an artery. A PE is life-threatening and needs immediate medical attention. \n\nSigns and symptoms of a PE include:\n- Sudden onset of chest pain\n- Sudden unexplained cough or coughing up blood\n- Shortness of breath\n- Lightheadedness, dizziness or cold sweats\n- Feelings of restlessness, anxiety or rapid heartbeat\n- Sense of impending doom\n","## Deep Vein Thrombosis\n\nDeep vein thrombosis (DVT) is the formation of a blood clot within a deep vein, commonly the calf or thigh. The blood clot can either partially or completely block the blood flow in the vein.\n\nDVT can result from leg inactivity brought on by:\n- Surgery, especially on legs, hips, knees or abdominal area\n- Badly broken leg bones or other trauma\n- Immobility or being bedridden\n- Cancer\n- Myocardial infarction (heart attack) or congestive heart failure\n- Severe infection\n- Pregnancy\n- Use of oral contraceptives\n- Decreased circulation\n- Prior DVTs\n\n## DVT Signs And Symptoms\n\nBecause DVT can produce life-threatening complications, it is important for you to know and be able to recognize DVT symptoms. If you notice any of these symptoms, you should call your primary care physician immediately.\n\nAny or all of the following can be symptoms of DVT:\n- Swelling in the calf or thigh area\n- Pain in the calf area or behind the knee\n- Increased pain with standing or walking\n- Warmth\/redness\/tenderness in the affected area\n- Low-grade fever\n\nDVT also can occur without any of the above symptoms. \n\nPulmonary embolism\n\nThe most common and serious complication of DVT is a pulmonary embolism (PE). A PE occurs when a blood clot breaks free from a vein wall and travels to the lung where it blocks an artery. A PE is life-threatening and needs immediate medical attention.\n\nSigns and symptoms of a PE include:\n- Sudden onset of chest pain\n- Sudden unexplained cough or coughing up blood\n- Shortness of breath\n- Lightheadedness, dizziness or cold sweats\n- Feelings of restlessness, anxiety or rapid heartbeat\n- Sense of impending doom\n"],"8":["# Recognizing & Preventing Potential Complications\n\n## Signs Of Infection\n\n- Worsening swelling and redness at incision site. Remember that some redness and swelling is completely normal after a joint replacement and may gradually improve for up to three months. If you're concerned, call your surgeon for instructions.\n- Change in color, amount, odor of drainage\n- Increased pain in knee\n- Fever greater than 101° F\n\n## Prevention Of Infection\n\n- Take proper care of your incision as explained.\n- Take prophylactic antibiotics when having dental work or other invasive procedures.\n- Notify your physician and dentist that you have a joint replacement.\n\n## Signs of Hip Dislocation after a Hip Replacement\n\n- Severe pain\n- Awkward rotation or shortening of your leg\n- Being unable to walk, bear weight, or move your leg in a normal fashion\n","## An Introduction To Joint Replacement\n\nPatients often have many questions about joint replacement. Below is a list of the most frequently asked questions along with their answers. If there are any other questions that you need answered, please contact your surgeon or the Joint Center Coordinator. We want you to be completely informed about your joint replacement surgery.\n\n## What Is Osteoarthritis And Why Does My Hip Or Knee Hurt?\n\nJoint cartilage is a tough, smooth tissue that covers the ends of bones where joints are located. It helps cushion the bones during movement, and because it is smooth and slippery, it allows for motion with minimal friction. Osteoarthritis, the most common form of arthritis, is a wear-and-tear condition that destroys joint cartilage. Sometimes as the result of trauma, repetitive movement, or for no apparent reason, the cartilage wears down, exposing the bone ends. This can occur quickly over months or may take years to occur. Cartilage destruction can result in painful bone-on-bone contact, along with swelling and loss of motion. Osteoarthritis usually occurs later in life and may affect only one joint or many joints.\n\n## What Is A Knee Replacement?\n\nA knee replacement is really a bone and cartilage replacement with an artificial surface. The knee itself is not replaced, as is commonly thought, but rather an implant is inserted on the bone ends. This is done with a metal alloy on the femur and plastic spacer on the tibia and patella (kneecap). This creates a new, smooth cushion and a functioning joint that can reduce or eliminate pain.\n\n## What Is A Hip Replacement?\n\nA hip replacement is an operation that removes the arthritic ball of the upper femur (thighbone) as well as damaged bone and cartilage from the hip socket. The ball is replaced with a metal ball that is fixed solidly inside the femur. The socket is replaced with a plastic or metal liner that is usually fixed inside a metal shell to create a smoothly functioning joint.\n","## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?"],"9":["## Driving After Surgery\n\nPatients ask when they can begin to drive again after having joint replacement surgery. In general, patients can drive 2-3 weeks after surgery when they are no longer taking any narcotic pain medications.\n\n## Preventing Blood Clots\n\nYou will be prescribed medication to prevent blood clots from developing. It is important to know the signs & symptoms of a blood clot:\n- Pain and tenderness in the calf of the leg\n- Swelling in the leg that does not go down with rest and elevation\n- Low grade fever\n\nRemember to wear your TED elastic stockings when you are walking or sitting and have someone take them off at night when you go to bed. If either of your legs becomes swollen, get into bed and elevate your legs on two or three pillows. If the swelling does not go down, call your nurse or doctor.\n\n## When To Call A Nurse Or Doctor\n\n- If you have chills or a fever greater than 101°F (38.3°C)\n- If you develop pain at your incision site that gets worse\n- If you have redness, swelling, incision pain, drainage (such as blood), pus or a foul smell at the incision site\n- If you develop calf pain or tenderness in either leg, swelling, redness or a low grade fever\n\n## What To Do In An Emergency\n\n- If it is an emergency, go to the MGH Emergency Room or the closest ER. If it is a life-threatening situation, call 911\n- If you have chest pain and\/or shortness or breath, call 911\n\n## Walking After Total Knee Replacement\n\nAfter your TKR, continue using your walker or crutches until your surgeon tells you it is okay to stop using them. When turning with a walker or crutches, DO NOT PIVOT OR TURN on your operated leg. Always turn taking small, well-placed steps, and turn AWAY from your operated leg.\n\n## Continuous Passive Motion Device\n\nA *continuous passive motion (CPM)* device can be used following total knee replacement surgery to slowly and gently flex and extend the knee joint. Ask your surgeon if a CPM device is right for you following your joint replacement.\n","# Your Recovery\n\n## When To Call For Medical Help\n\nIt is important that you know what to watch for as you recover and who to call if needed. When in doubt, call the nurse navigator line.\n\nCall Your Navigator if any of the following occur: \n- Fever of 101ºF that doesn't get better after taking medicine\n- Pain that gets worse or that you can't control with prescribed pain medicine\n- Separation of the edges of the incision or unusual bleeding\n- Increased redness or drainage around the incision\n- Blood, pus, or a foul odor coming from the incision\n- Numbness, tingling, or weakness in your arms or legs\n- Persistent headache, blurred vision, dizziness, lightheadedness, or fainting\n- Skin rash \n- No bowel movement within 7 days after surgery\n\nCall Your Primary Care Physician if you have: \n- Concerns about your regular medicines\n- Symptoms of a urinary tract infection (burning, frequency, urgency)\n- Trouble controlling your blood sugar (if you have diabetes)\n\nGo to the Emergency Room or Call 911 if you have: \n- Difficulty breathing \n- Shortness of breath \n- Chest pain \n- Signs of a blood clot \n- Black or bloody stool \n- Bloody vomit\n","## Blood Clots\n\nSurgery may cause the blood to slow and stick together in the veins of your legs, creating a blood clot. This is why you need blood thinners after surgery. If a clot occurs despite these measures you may need to be admitted to the hospital to receive intravenous blood thinners.\n\n## Signs Of Blood Clots In Legs\n\n- Swelling in thigh, calf, or ankle that does not go down with elevation and persists overnight\n- Pain, heat, and tenderness in calf, back of knee or groin area.\n\n## Prevention Of Blood Clots\n\n- Ankle pumps\n- Limited walking\n- Compression stockings\n- Blood thinners\n\n## Embolism\n\nAn unrecognized blood clot could break away from the vein and travel to the heart, brain, or lungs. This is called an embolism and is a medical emergency. You should immediately CALL 911 if you suspect you or your loved one has an embolism.\n\n## Signs Of An Embolism\n\n- Sudden chest pain\n- Difficult and\/or rapid breathing\n- Shortness of breath\n- Sweating\n- Confusion\n- Anxiety\n- Feelings of approaching doom\n- Stroke-like symptoms (weakness or numbness on one side, difficulty speaking or swallowing, etc.)\n"],"10":["## Three Month Follow-Up\n\nYou will see your surgeon for another follow-up visit about 3 months after surgery. We encourage you to resume normal activities both inside and outside the home. Helpful tips:\n- Be realistic and pace yourself and gradually resume activities.\n- Increase your walking distance and activities, but not all at once.\n- Keep a cane in the trunk of your car to aid with discomfort, or uneven or icy ground.\n- Enjoy the benefits of your total joint. \n- Continue to call with any questions or concerns. Our staff is always available to assist you.\n\n## Six Months And Future Follow-Up Visits\n\nYour next appointment is six months after surgery, then once a year unless told otherwise. These appointments give you a chance to discuss any concerns about your total joint replacement or other joints in which symptoms may develop.\n\n## Lifelong Fitness\n\nThe goal of your surgery is to give you a new joint that allows you to perform everyday activities without pain. However, this joint is not indestructible. Avoid sports or other activities that may put stress on the joint until discussed with your surgeon. Stay as active as you can after recovering from your surgery. Ask your surgeon or therapist about activities and exercises that are right for you. It may or may not be appropriate to return to the exercise routine that you used before surgery. An increase in body weight puts stress on the hip, so try to maintain a healthy weight.\n\n## Potential Complications Blood Clots","# The Importance Of Lifetime Follow-Up Visits\n\nOver the last several years, orthopedic surgeons have noticed that many people are not following up with their surgeons on a regular basis. The reason for this may be that they do not realize they are supposed to or they do not understand why it is important.\n\n## So, When Should You Follow Up With Your Surgeon?\n\nThese are some general rules:\n- Every year, unless instructed differently by your physician.\n- Anytime you have mild pain for more than a week.\n- Anytime you have moderate or severe pain.\n\nThere are two good reasons for routine follow-up visits with your orthopedic surgeon:\n1. If you have a cemented knee, the integrity of the cement needs to be evaluated periodically. With time and stress, cement can sometimes crack. You probably would be unaware of this happening as it usually occurs slowly over a period of time. Seeing a crack in cement does not necessarily mean you need another surgery, but it does mean things need to be followed more closely. \n\n2. The second reason for follow-up is that the plastic liner in your knee can experience wear. Small liner particles can combine with white blood cells and may get in the bone leading to osteolysis, and similar consequences as detailed in number one above. Replacing a worn liner early and grafting the bone can keep this from worsening.\n\nX-rays taken at your follow-up visits can detect these problems. New X-rays can be compared with previous films to assess for changes. Your surgeon is happy that most patients do so well that they do not think of them often. However, they enjoy seeing you and want to continue to provide you with the best care and advice. If you are unsure how long it has been or when your next visit should be scheduled, call your orthopedist. They will be delighted to hear from you.\n","7. Your surgeon's office staff may recommend HSS@HOME or outpatient physical therapy for your post-operative rehabilitation. Your post-operative physical therapy typically begins within one week following your surgery, but please be sure to follow your surgeon's recommendation. If you would like to set up a post-operative appointment for outpatient physical therapy at HSS, please call 212-606-1317 to schedule and find the best location for you.\n\nAll patients must call the Hospital's presurgical information line at 212.606.1630 and listen to a pre-recorded message within 48 hours of your scheduled surgery for general instructions and a review of the preHospital process.\n\n8. Please complete the **Health Care Proxy** form and bring it with you on the day of admission. This is a form authorizing another person, designated by you, to make decisions with your physician about your care, should this become necessary.\n\n9. A nurse from the Call Center will contact you 1 business day prior to your surgical date with more detailed instructions, usually between 1:30 pm and 7:00 pm. This preoperative phone call will provide instructions to prepare you for surgery, including:\n- Specific medication and diet instructions.\n- The time and place to arrive.\n\n11. Wash the surgical area (front, side and back) with antiseptic soap solution at the end of your last bath or shower before surgery. The solution should be rinsed and removed after application. **Do not shave** your legs the day before or the day of surgery. Specific instructions will be provided at the presurgical screening appointment, the preoperative education class and during the preoperative phone call.\n\n12. Please **DO NOT** bring the sleep apnea machine, but please bring in the settings for your device. HSS has necessary equipment (i.e. mask, tubing). Patients with sleep apnea are generally required to stay overnight in the Post-Anesthesia Care Unit (PACU) to be monitored and observed."],"11":["## Arthritis\n\nThe word \"arthritis\" means joint inflammation. Arthritis of the hip is a disease that wears away the cartilage of the hip joint. Without an adequate layer of cartilage, the femur and the acetabulum rub on each other, bone on bone. When this happens, the joint becomes pitted and rough. The result is pain, stiffness and instability. There are many different types of arthritis. One major type is osteoarthritis, which is sometimes called degenerative joint disease. It is most common in people over age 50, but can occur at any age, especially if the joint was damaged earlier in life. Large weight-bearing joints such as the hip and knee are the most common joints affected. People with osteoarthritis often develop bone spurs around the joint that can also limit motion.\n\nRheumatoid arthritis is a chronic disease that can attack many parts of the body, including the joints. In rheumatoid arthritis, the joint fluid contains chemical substances that attack the joint surface and damage it. Swelling, pain and stiffness are usually present even when the joint is not used.\n\n## Hip Replacement\n\nThe purpose of hip replacement surgery is to remove the damaged and worn parts of the hip and replace them with artificial parts called prostheses that make the hip strong, stable and flexible again. The prosthesis has the same basic parts as your own hip. In most cases, the implant will consist of two pieces: **the femoral component,** a metal shaft with a ball that is inserted into the thigh bone; and the acetabular component, a metal and polyetheylene cup that is inserted into the pelvis.\n","## Arthritis\n\nThe word \"arthritis\" means joint inflammation. Arthritis of the hip is a disease that wears away the cartilage of the hip joint. Without an adequate layer of cartilage, the femur and the acetabulum rub on each other, bone on bone. When this happens, the joint becomes pitted and rough. The result is pain, stiffness and instability. \n\nThere are many different types of arthritis. A major type of arthritis is osteoarthritis, known as degenerative joint disease. It is most common in people over 50, but can happen at any age. Large weight-bearing joints such as the hip and knee are the most common joints affected. \n\nRheumatoid arthritis is a chronic disease that can attack many parts of the body, including the joints. In rheumatoid arthritis, the joint fluid contains chemical substances that attack the joint surface and damage it. \n\n## Hip Replacement\n\nThe purpose of hip replacement surgery is to remove the damaged and worn parts of the hip and replace them with artificial parts called prostheses that make the hip strong, stable, and flexible again. The prosthesis has the same basic parts as your own hip. In most cases, the implant will consist of 2 pieces: **the femoral component,** a metal shaft with a ball that your surgeon inserts into the thigh bone; and **the acetabular component,** a metal and polyethylene cup that your surgeon inserts into the pelvis.\n","I. Discuss individual patient activity goals.\n\nII. Continue daily exercise as prescribed.\n\nIII. Expectations setting.\n\nIV. Dependent on outcome of first physiotherapy review further appointments will be arranged and tailored advice given.\n\n## 12.5 Follow-Up Appointments: At Six Weeks:\n\nSurgical outpatient appointment to review clinical progress post-surgery. If no clinical concerns patient officially discharged from pathway and moves to 'surveillance' phase. Patient may require further imaging and follow up if any clinical concern.\n\n## At Six Months:\n\nPatient completes oxford hip and knee score 6 months' post-surgery (either via portal or paper).\n\nAt one year and **after:** Virtual follow-up clinic 1 year on. Biannual questionnaires by post\/email. If asymptomatic (<70 years) arrange 7 years after surgery and 3-yearly after that. Patients can be followed up in a virtual clinic with assessment with AP and lateral hip radiographs.\n\n12.6 Novel or modified implants should be followed annually for the first five years, two yearly to ten and three yearly thereafter or as agreed with *Beyond Compliance*.\n\n## 13 Standards For Good Governance And Efficiency Metrics\n\n13.1 It is critical that both clinical quality and efficiency is driven by clinicians with consistency of approach across all members and clinical pathways. The metrics below should be regularly assessed.\n\n13.2 There should be a clear policy to assess clinical harm including a root cause analysis if patients cannot be operated or followed up with in the nationally or professionally mandated RTT standard.\n\n## 13.3 Clinical Or Governance Metrics\n\nSurgical site Infection rate (PHE and GIRFT surveillance projects) \nPercentage of procedures with infection.\n\nReturn to theatre.\n"],"12":["| PHASE 2: Generally 3-6 Weeks Post-Op GOALS: 1) Normal gait without assistive device 2) No Trendelenburg sign PRECAUTIONS: - NO active hip external rotation (for 4 weeks post-op) REHABILITATION: - Continue upright stationary bike, gradually increasing resistance and duration as pain allows - Standing hip strengthening in all planes; introduce resistance as tolerated - Closed kinetic chain hip strengthening: sit ↔ stand from elevated mat, progress to lower mat; wall slides; and step ups\/downs (multidirectional in pain-free range) - Begin Pool PT program if wound healed and available - Continue scar massage to prevent subcutaneous adhesion - Gait training: cone walking, marching, retrowalking, cariocas, shuffles, etc. FOLLOW-UP: - Supervised rehab: 2-3x per week - PT re-eval: weekly to monthly - Ortho re-eval: 6 weeks post-op CRITERIA FOR PROGRESSION: - Adequate pain control (pain score ≤ 3) - Normalized gait without assistive device - PROM at 90% normal limits, except hip extension (remains limited to 10°) DOCUMENTATION: - Updated precautions - Pain level: medications and modalities - Hip ROM - Gait pattern - Status of wound healing and scar formation - Symmetric functional squat |\n","| -               | Limit passive hip external rotation to ≤ 20°                                                                   |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n|-----------------|----------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| -               | Hip flexion ROM as tolerated; do not force beyond comfort level                                                |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | NO active open chain hip flexion (i.e. no SLRs)                                                                |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| BRACING:        | -                                                                                                              | Brace at discretion of surgeon                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       |\n| CRUTCHES:       | -                                                                                                              | May begin WBAT with assistive device (i.e. dual crutches or rolling walker) as pain allows                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           |\n| -               | Assistive device must be used until pain is controlled, gait is normalized, and cleared by Ortho\/PT            |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | Normalize gait pattern (avoid toe touch WB and pain reproduction)                                              |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| WOUND:          | -                                                                                                              | Post-op dressing remains intact until post-op day #2 (~48 hours after surgery)                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | Shower after post-op day #2 using waterproof bandage. Otherwise, keep wound covered until it is scabbed over. |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | DO NOT SUBMERGE hip in tub or pool for 4 weeks post-op or until wound is healed                               |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | Suture\/staple removal when wound healed per Ortho\/PT                                                           |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| CRYOTHERAPY:    | -                                                                                                              | Cold with compression\/elevation: Hourly for 15 minutes for the first 24 hours when awake; Continue to use until acute pain and inflammation is controlled and swelling is resolved; Once controlled, use 3x per day for 15 minutes or longer as tolerated                                                                                                                                                                                                                                                                                                                                                       |\n| REHABILITATION: | -                                                                                                              | Begin scar massage after incision has healed and scar is formed; NO lotions for 3-4 weeks after surgery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            |\n| -               | Begin Phase I exercises; all exercises must be performed in a pain-free range of motion                       |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| ~Days 1-7       | -                                                                                                              | Recommend a total of 4 hours of continuous PROM each day (i.e. durations of 30-60 mins at a time) in a pain-free range either with a CPM or upright stationary bike without resistance                                                                                                                                                                                                                                                                                                                                                                                                                             |\n| -               | Calf pumping w\/ tubing                                                                                         |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | Heel slides (assisted as needed)                                                                               |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| -               | Static quad and glute sets                                                                                     |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      |\n| ~Days 8-14      | -                                                                                                              | ROM (note precautions above): Passive internal and external log rolling within pain-free limits; Prone hip internal rotation within pain-free limits; AAROM\/AROM through full hip range as tolerated; May use: quadruped rocking with or without physioball support, supine directional heel slides, etc.; Stationary bike for ROM; progress to biking for conditioning; Graded hip mobilizations gently implemented into flexion, adduction (0-30 deg flexion), internal rotation (0-30 deg flexion), distraction, compression, and anterior\/posterior glides as needed for pain modulation and mobility |\n","| CRYOTHERAPY:    | -                                                                                                              | Cold with compression\/elevation: Hourly for 15 minutes for the first 24 hours when awake; Continue to use until acute pain and inflammation is controlled and swelling is resolved; Once controlled, use 3x per day for 15 minutes or longer as tolerated                                                                                                                                                                                                                                                                                                                                                       |\n| REHABILITATION: | -                                                                                                              | Begin scar massage after incision has healed and scar is formed; NO lotions for 3-4 weeks after surgery                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            |"],"13":["Overall, in the literature, prehab did not show improvement in long-term patient outcomes. Cabilan, Hines, & Munday (2016) conducted a systematic review evaluating the evidence on the effectiveness of prehab on functional status, healthcare utilization, quality of life, and pain compared to a usual care group (Level II). Based on their review, prehab does not improve functional outcomes. For self-reported functional status, utilizing the Western Ontario and McMaster Universities Arthritis Index (WOMAC) osteoarthritis index, there were no statistically significant improvements. Prehab was not found to significantly benefit quality of life or pain scores. \n\nIn light of current trends with shortened acute care stays, research regarding the role and contributions of prehab is necessary. \n\n## Pain Management Plan Before Surgery\n\nMental health, preoperative knee pain, pain at other sites, and pain catastrophizing are all predictors of obstinate pain after a total knee replacement (Lewis, Rice, McNair, & Kluger, 2014) (Level I). Patients with chronic pain often suffer from insomnia, exhaustion, and depression, all of which are indicators of preoperative stress, thus putting the patient at high risk for post-operative pain (Ayers, Franklin, Ploutz-Snyder, & Boisvert, 2005). The long-term use of opioid medication preoperatively also will increase the risk of a more painful and extended recovery time (Zywiel, Stroh, Lee, Bonutti, & Mont, 2011). \n\nA pain management plan before surgery is a key component to a positive patient experience post-surgery. Approaches to address pain management prior to surgery may include enhancing the preoperative education to include an outline of the surgical procedure and expected outcomes. Some patients may benefit from earlier surgical intervention and a more intensive analgesic (Lewis, Rice, McNair, & Kluger, 2014) (Level I). Overall, a multimodal approach, including non-pharmacologic approaches such as ice and distraction, is necessary. \n\nNAON Best Practice Guideline: Total Knee Replacement Page 13 of 39\n","Overall, in the literature, prehab did not show improvement in long-term patient outcomes. Cabilan, Hines, & Munday (2016) conducted a systematic review evaluating the evidence on the effectiveness of prehab on functional status, healthcare utilization, quality of life, and pain compared to a usual care group (Level II). Based on their review, prehab does not improve functional outcomes. For self-reported functional status, utilizing the Western Ontario and McMaster Universities Arthritis Index (WOMAC) osteoarthritis index, there were no statistically significant improvements. Prehab was not found to significantly benefit quality of life or pain scores. \n\nIn light of current trends with shortened acute care stays, research regarding the role and contributions of prehab is necessary. \n\n## Pain Management Plan Before Surgery\n\nMental health, preoperative knee pain, pain at other sites, and pain catastrophizing are all predictors of obstinate pain after a total knee replacement (Lewis, Rice, McNair, & Kluger, 2014) (Level I). Patients with chronic pain often suffer from insomnia, exhaustion, and depression, all of which are indicators of preoperative stress, thus putting the patient at high risk for post-operative pain (Ayers, Franklin, Ploutz-Snyder, & Boisvert, 2005). The long-term use of opioid medication preoperatively also will increase the risk of a more painful and extended recovery time (Zywiel, Stroh, Lee, Bonutti, & Mont, 2011). \n\nA pain management plan before surgery is a key component to a positive patient experience post-surgery. Approaches to address pain management prior to surgery may include enhancing the preoperative education to include an outline of the surgical procedure and expected outcomes. Some patients may benefit from earlier surgical intervention and a more intensive analgesic (Lewis, Rice, McNair, & Kluger, 2014) (Level I). Overall, a multimodal approach, including non-pharmacologic approaches such as ice and distraction, is necessary.","7. Your surgeon's office staff may recommend HSS@HOME or outpatient physical therapy for your post-operative rehabilitation. Your post-operative physical therapy typically begins within one week following your surgery, but please be sure to follow your surgeon's recommendation. If you would like to set up a post-operative appointment for outpatient physical therapy at HSS, please call 212-606-1317 to schedule and find the best location for you.\n\nAll patients must call the Hospital's presurgical information line at 212.606.1630 and listen to a pre-recorded message within 48 hours of your scheduled surgery for general instructions and a review of the preHospital process.\n\n8. Please complete the **Health Care Proxy** form and bring it with you on the day of admission. This is a form authorizing another person, designated by you, to make decisions with your physician about your care, should this become necessary.\n\n9. A nurse from the Call Center will contact you 1 business day prior to your surgical date with more detailed instructions, usually between 1:30 pm and 7:00 pm. This preoperative phone call will provide instructions to prepare you for surgery, including:\n- Specific medication and diet instructions.\n- The time and place to arrive.\n\n11. Wash the surgical area (front, side and back) with antiseptic soap solution at the end of your last bath or shower before surgery. The solution should be rinsed and removed after application. **Do not shave** your legs the day before or the day of surgery. Specific instructions will be provided at the presurgical screening appointment, the preoperative education class and during the preoperative phone call.\n\n12. Please **DO NOT** bring the sleep apnea machine, but please bring in the settings for your device. HSS has necessary equipment (i.e. mask, tubing). Patients with sleep apnea are generally required to stay overnight in the Post-Anesthesia Care Unit (PACU) to be monitored and observed.\n\n13. The use of nicotine products (i.e., cigarettes, cigars, gum or patches) has been shown to increase risk of complications following surgery. They can inhibit bone and wound healing by decreasing blood flow to the surgical site. They can also increase the risk of deep vein thrombosis (DVT) a.k.a. blood clots. Please discuss smoking cessation with your HSS Internist. Please do not smoke or vape the day of surgery.\n\n14. On the day of your surgery, you and your designated contact will be instructed to check in to the Patient Access Services area (off the HSS lobby).\n"],"14":["## Recovery\/Rehabilitation Process\n\nPhysical therapy and occupational therapy after your joint replacement surgery are critical parts of your recovery, as well as to help you regain range of motion and strength. Although you may feel significant pain during and after your therapy sessions, it is necessary for your recovery. Your physical therapist will teach you how to:\n- Move from sitting to standing\n- Walk with an assistive device (a walker, crutches, a cane)\n- Comply with hip and knee precautions\n- Perform a home exercise program on your own\n- Walk up and down stairs with an appropriate assistive device\n\nYour occupational therapist will teach you how to:\n- Comply with hip or knee precautions while performing functional activities\n- Perform transfer techniques, such as getting on and off toilet seat with and without assistance or getting into and out of a car\n- Perform self-care activities, such as dressing with adaptive equipment and assistance if needed\n\n## Total Joint Precautions\n\nWhile recovering from surgery, you will follow specific precautions provided to you by your therapists. These precautions allow you to heal properly and help prevent potential complications. Make sure to ask your surgeon when it is safe to stop following these precautions.\n\n## Knee\n\n- Do not pivot or twist your operated leg\n- Do not kneel or squat\n\n## Hip\n\nNote: Precautions may vary, depending on the surgical approach. Your surgeon and therapist will discuss your specific precautions. General precautions are as follows:\n- Do not bend your operated leg beyond a 90 degree angle\n- Do not pivot or twist your operated leg\n- Do not cross your operated leg or ankle\n","VTE Prophylaxis Plan\n\nThe risk of developing blood clots in either a deep vein in the lower extremity (deep vein thrombosis or DVT) or the lung (pulmonary embolism or PE) after joint replacement is high. Following orthopedic surgery, the incidence can be 40% to 60% (Cohen et al., 2012). The risk for fatal PE is 0.2% to 0.3%. Deep vein thrombosis can cause pain, swelling, and erythema. Pulmonary emboli can present with shortness of breath, pain on inspiration, and tachycardia. If not treated, PE can result in circulatory collapse and death (Forster & Stewart, 2015). Risk factors associated with VTE include inactivity, dehydration, hospitalization, trauma, clotting disorders with previous clot, varicose veins with phlebitis, pregnancy, oral hormonal contraceptives, malignancy, obesity, smoking, and age (National Institute for Health and Care Excellence [NICE], 2010).\n\nVTE prophylaxis treatment ideally should be modified to match the risk level for the individual patient; at the current time, all patients undergoing total knee replacements are considered in the high-risk category. Currently, there is no validated tool to do this for total knee replacement patients.\n\nPatients on anticoagulation therapy before surgery should discontinue anticoagulation\/antiplatelet therapy before surgery. Average risk patients should receive pharmacological anticoagulation therapy and mechanical VTE prophylaxis therapy after surgery. Relevant anticoagulants include low molecular weight heparin, fondaparinux, apixaban, dabigatran, rivaroxaban, low-dose unfractionated heparin, adjusted dose warfarin, and aspirin.\n\nPharmacological VTE prophylaxis should start within the medication specific timeframe, usually within 24 hours of surgery; timeframes vary by drug and recommendations. Pharmacologic prophylaxis should be continued for at least 14 days; newer recommendations propose these medications may be useful for up to 35 days (Forster & Stewart, 2015). Mechanical VTE prophylaxis such as compression stockings or sequential compression devices should be implemented upon admission, prior to surgery, and continued until full mobility is returned after discharge from the inpatient setting (Yi, Hui, Jian, & Yixin, 2014). \n\nPatients should mobilize early and at frequent intervals (AAOS, 2014; AAOS, 2011b). Early mobilization and routine mobilization is critical to achieve personal outcomes and prevent many complications including VTE (AAOS, 2011b). There is moderate evidence supporting neuraxial anesthesia is preferred to general anesthesia to prevent VTE (Khatod, Inacio, Bini, & Paxton, 2012). Patients and their support person(s) should be educated about VTE prophylaxis (Mazaleski, 2011). Education topics for patients and family members should include risk factors for VTE, pharmacological VTE prophylaxis, mechanical VTE prophylaxis, signs and symptoms of VTE, and how to get help if VTE is suspected.\n","the surgeon or the physician assistant who will examine your knee's range of motion and strength. You will also discuss when it will be appropriate to make an appointment to begin outpatient physical therapy. Should you have any cause for concern prior to your first office visit you should call your surgeon's office for advice. Your next visit will be around 6 weeks after the operation. At this visit you may have an X-ray taken to make sure that the knee replacement components are aligned. \n\n## Weight Bearing\n\nAfter surgery you are allowed to put as much weight on your operated leg as you can tolerate (unless otherwise indicated by your surgeon). For the first several weeks after surgery you will require the use of a walker or crutches. As your tolerance for weight bearing improves your physical therapist will transition you to walking with a cane. Eventually, when your gait is normal you will be able to walk without an assistive device. Many patients are able to walk without an assistive device by six weeks after the operation. Remember, proper gait pattern *must* be achieved in order to discontinue use of assistive devices. \n\n## Recovery\/Time Off Work"],"15":["Stairs\n\nGoing up stairs: Use crutches or cane in 1 hand and, with the other hand, hold onto the railing. Support your weight evenly and lift non-operated leg onto the step. Bring your operated leg up onto step and then bring up cane or crutches. If there is no railing, use crutches in both arms.\n\nGoing down stairs: Use crutches or cane in 1 hand and, with the other hand, hold onto the railing. Lower crutches or cane onto step below. Support your weight evenly and bring down operated leg. Lower non-operated leg. If there is no railing, use crutches in both arms.\n","## Stairs\n\nGoing up stairs: Use crutches or cane in one hand. With the other hand, hold onto the railing. Support your weight evenly, and lift non-operated leg onto the step. Bring your operated leg up onto step, and then bring up cane or crutches. If no railing, use crutches in both arms. \n\nGoing down stairs: Use crutches or cane in one hand. With the other hand, hold onto the railing. Lower crutches or cane onto step below. Support your weight evenly, and bring down operated leg. Lower non-operated leg. If no railing, use crutches in both arms.\n","## Stairs\n\nGoing up stairs: Use crutches or cane in one hand. With the other hand, hold onto the railing. Support your weight evenly, and lift non-operated leg onto the step.\n\nBring your operated leg up onto step, and then bring up cane or crutches.\n\nIf no railing, use crutches in both arms. Going down stairs: Use crutches or cane in one hand. With the other hand, hold onto the railing. Lower crutches or cane onto step below. Support your weight evenly, and bring down operated leg. Lower non-operated leg. If no railing, use crutches in both arms.\n"],"16":["1. Dental Issues  \n2. Sleep Apnea  \n3. Smoking  \n4. BMI  \n5. Anemia  \n6. Hypertension  \n7. Hyperglycemia  \n8. Nutrition\/low albumin  \n9. Alcohol\/Drug consumption  \n10. Catastrophizing (considered a serious risk on outcomes and should be potential grounds for cancellation or delay of surgery.)  \n\nUse of enhanced recovery programs are increasing in all types of surgery. The purpose of this best practice guideline is to provide the literature that supports these practices. The main goal of these programs is to improve patient outcomes and expedite recovery by optimizing the surgical care pathway prior to surgery. The outcomes related to these practices in a total knee replacement include shortened length of stay, improved patient experience, and enhanced clinical and functional outcomes overall. \n\nOne intervention is a thorough patient assessment including measures like weight, height and BMI, hemoglobin A1C, renal function, activity level and management of co-morbidities. The American Academy of Orthopaedic Surgeons (AAOS) shows strong evidence to support that obese total knee patients have less improvement in outcomes and moderate evidence to support that patients with diabetes are at higher risk for complications after a total knee replacement. \n\nThe documentation of a complete and thorough assessment can facilitate the healthcare team to effectively care for and educate the patient throughout the continuum. Outlined below are the optimal times, interventions, and outcomes of an enhanced recovery program.\n","## 4.6 Listing The Patient For Surgery And Preparation\n\nWhen a patient is listed for surgery the action should generate the following:\n\n- Referral to 'Joint School'.\n- Triage pre-assessment and referral to pre-operative assessment.\n- Wait listing of the patient.\n- Order for phases 1, 2 and 3 of nursing, medical inpatient and therapies care.\n- Order 2 week therapies follow-up, 6 week surgical follow-up, 6 months PROMs and 1 year virtual follow-up including an X-ray order.\n\nIt is important to make patients feel that their care is individualised. The potential date of surgery and likely discharge would preferably be mutually agreed upon at the time of listing patients for surgery in the outpatient clinics. Patients should have a single point of contact to advise of illness or reason for delay or cancellation.\n\n## 4.7 Consent Clinic\n\nThere should be (virtual) consent clinics in place at around the time of the preoperative assessment. It is not acceptable to formally obtain consent for planned elective surgery on the day of admission. Consenting is a process which continues throughout care.\n\nThe implication of this is that the patient undergoing planned surgery should have the opportunity to reflect on that planned surgery and may need to ask further questions at an additional time. It is expected that after this consent stage patients will stay with a specific surgical team throughout their onward care.\n\n## 4.9 Patient Education And Counselling\n\nEducating patients before surgery leads to reduction in length of stay and has a beneficial effect on their anxiety. It should be carried throughout the care process.\n\nProvide the patient with all relevant information and advice, reiterating GP advice around smoking cessation, weight loss, alcohol consumption and exercise.\n\nThe expected length of stay should be specifically discussed and recorded in their consultation summary.\n\nThe feeling of individualised care should also be reinforced in the meetings with Physiotherapists and Occupational Therapists in the pre-operative education group. This enables patients to take responsibility for participation in their recovery after surgery.\n","## 4.6 Listing The Patient For Surgery And Preparation\n\nWhen a patient is listed for surgery the action should generate the following:\n\n- Referral to 'Joint School'.\n- Triage pre-assessment and referral to pre-operative assessment.\n- Wait listing of the patient.\n- Order for phases 1, 2 and 3 of nursing, medical inpatient and therapies care.\n- Order 2 week therapies follow-up, 6 week surgical follow-up, 6 months PROMs and 1 year virtual follow-up including an X-ray order.\n\nIt is important to make patients feel that their care is individualised. The potential date of surgery and likely discharge would preferably be mutually agreed upon at the time of listing patients for surgery in the outpatient clinics. Patients should have a single point of contact to advise of illness or reason for delay or cancellation.\n\n## 4.7 Consent Clinic\n\nThere should be (virtual) consent clinics in place at around the time of the preoperative assessment. It is not acceptable to formally obtain consent for planned elective surgery on the day of admission. Consenting is a process which continues throughout care.\n\nThe implication of this is that the patient undergoing planned surgery should have the opportunity to reflect on that planned surgery and may need to ask further questions at an additional time. It is expected that after this consent stage patients will stay with a specific surgical team throughout their onward care.\n\n## 4.9 Patient Education And Counselling\n\nEducating patients before surgery leads to reduction in length of stay and has a beneficial effect on their anxiety. It should be carried throughout the care process.\n\nProvide the patient with all relevant information and advice, reiterating GP advice around smoking cessation, weight loss, alcohol consumption and exercise.\n\nThe expected length of stay should be specifically discussed and recorded in their consultation summary."],"17":["## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?\n\nThis is a common question and one that warrants discussion. Patients with a degenerated hip or knee often find physical activity painful. The accompanying immobility can lead to some weight gain over time. It is fine to try to lose some weight before your surgery, but your surgeon recommends achieving this by adjusting your diet and being as active as your degenerated joint will allow. Please don't seek stimulants, appetite suppressants, or weight loss supplements as a means of losing weight prior to surgery. Typically when you discontinue these medications after surgery you'll be gaining all of the weight back at the worst possible time. However, if you're already taking these medications as part of your daily regimen, you can continue taking them. Remember that adjusting your diet and being as active as you can comfortably tolerate are the best recommended options for weight loss.\n","## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?","## Preventing Blood Clots\n\nAfter total joint surgery, clots called deep vein thromboses (DVT) may form in the leg veins. To prevent and reduce the incidence of clot formation, mechanical devices (foot or calf pumps) are used while you are in the Hospital to squeeze the leg muscles, thus maintaining blood flow in the veins. Also, a medication to minimize clot formation will be prescribed.\n\n## Leg Swelling\n\nFollowing TJR, most patients develop swelling in the operated leg. Although the amount of swelling can vary from patient to patient, the swelling itself, in the leg, knee, ankle or foot, is normal and may be accompanied by \"black and blue\" bruising that will usually resolve gradually over several weeks. For the first month after your operation, prolonged sitting with your foot in a down position tends to worsen the swelling. You should not sit for more than 30 to 45 minutes at a time. Periods of walking should be alternated with periods of elevating your leg in bed. When elevating the leg while lying down, the ankle should be above the level of the heart. \n\nTo prevent or reduce leg and ankle swelling:\n- Elevate operated leg in bed on one to two pillows while lying flat.\n- Avoid sitting for longer than 30 to 45 minutes at a time.\n- Perform ankle exercises.\n- Apply ice to your surgical area for 20 minutes a few times a day (before and after exercises).\n- Some doctors may recommend the use of support hose.\n"],"18":["## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?","# Managing Your Pain\n\nYou are at the center of your healthcare team. \n\nFor the best possible outcome, we encourage you to be an active participant in your health care.\n\nParticipation takes many forms and includes: Providing information to your team Educating yourself about your diagnosis and care plan Knowing the medications you are taking Expressing your questions and concerns Telling your caregivers how you are feeling People of all ages can experience pain. It can happen anywhere in your body. Feelings can vary from dull aches to severe sensations. \n\nYou have the right to have your pain assessed and treated. To help us make you as comfortable as possible, we will regularly ask you to rate your level of pain using a numeric scale. The scale is from 0 to 10, with 0 being no pain and 10 being the worst pain possible. We are committed to helping you manage your pain throughout your stay.\n\n## Comfort-Function Goal\n\nTo perform your daily activities, you will need to set a goal for managing your pain. This is known as a comfort-function goal. Your comfort-function goal should be a pain rating that lets you continue your important activities. \n\nTo help set your goal, consider: The daily activities you need to do after surgery, such as coughing or breathing deeply, to prevent complications The pain rating that will allow you to manage those activities comfortably\n\nYour caregiver will help you with your comfort-function goal and answer questions about the pain rating scale.\n","# Managing Your Pain\n\nYou are at the center of your healthcare team. \n\nFor the best possible outcome, we encourage you to be an active participant in your health care.\n\nParticipation takes many forms and includes: Providing information to your team Educating yourself about your diagnosis and care plan Knowing the medications you are taking Expressing your questions and concerns Telling your caregivers how you are feeling. \n\nPeople of all ages can experience pain and it can happen anywhere in your body. Feelings can vary from dull aches to severe sensations. \n\nYou have the right to have your pain assessed and treated. To help us make you as comfortable as possible, we will regularly ask you to rate your level of pain using a numeric scale. The scale is from 0 to 10, with 0 being no pain and 10 being the worst pain possible. \n\n## Comfort-Function Goal\n\nTo perform your daily activities, you will need to set a goal for managing your pain. This is known as a comfort-function goal. Your comfort-function goal should be a pain rating that allows you to continue your important activities. \n\nTo help set your goal, consider: The daily activities you need to do after surgery, such as coughing or breathing deeply, to prevent complications The pain rating that will allow you to manage those activities comfortably.\n\nYour caregiver will help you with your comfort-function goal and answer questions about the pain rating scale.\n"],"19":["## Do'S And Don'Ts For The Rest Of Your Life\n\nWhether you have reached all the recommended goals in three months or not, all joint patients need to have a regular exercise program to maintain their fitness and the health of the muscles around their joints. With both your orthopedic and primary care physicians' permission, you should be on a regular exercise program three to four times per week lasting 20–30 minutes. High-impact activities such as running and singles tennis may put too much load on the joint and are not recommended. High-risk activities such as downhill skiing are likewise discouraged because of the risk of fractures around the prosthesis and damage to the prosthesis itself. Infections are always a potential problem, and you may need antibiotics for prevention before dental work and invasive procedures for at least two years.\n\n## What To Do In General\n\n- Take antibiotics one hour before you have dental work or other invasive procedures.\n\n- Although the risks are very low for postoperative infections, it is important to realize that the risk remains. A prosthetic joint could possibly attract the bacteria from an infection located in another part of your body. If you should develop a fever of more than 101° or sustain an injury such as a deep cut or puncture wound you should clean it as best you can, put a sterile dressing or an adhesive bandage on it and notify your doctor. The closer the injury is to your prosthesis, the greater the concern. Occasionally, antibiotics may be needed. Superficial scratches may be treated with topical antibiotic ointment. Notify your doctor if the area is painful or reddened.\n\n- Get an implant card from your surgeon that states you had a joint replacement. Carry the card with you, as you may set off security alarms at airports, malls, etc.\n\n- When traveling, stop and change positions hourly to prevent your joint from tightening.","## Do'S And Don'Ts For The Rest Of Your Life\n\nWhether you have reached all the recommended goals in three months or not, all joint patients need to have a regular exercise program to maintain their fitness and the health of the muscles around their joints. With both your orthopedic and primary care physicians' permission, you should be on a regular exercise program three to four times per week lasting 20–30 minutes. High-impact activities such as running and singles tennis may put too much load on the joint and are not recommended. High-risk activities such as downhill skiing are likewise discouraged because of the risk of fractures around the prosthesis and damage to the prosthesis itself. Infections are always a potential problem, and you may need antibiotics for prevention before dental work and invasive procedures for at least two years.\n\n## What To Do In General\n\n- Take antibiotics one hour before you have dental work or other invasive procedures.\n\n- Although the risks are very low for postoperative infections, it is important to realize that the risk remains. A prosthetic joint could possibly attract the bacteria from an infection located in another part of your body. If you should develop a fever of more than 101° or sustain an injury such as a deep cut or puncture wound you should clean it as best you can, put a sterile dressing or an adhesive bandage on it and notify your doctor. The closer the injury is to your prosthesis, the greater the concern. Occasionally, antibiotics may be needed. Superficial scratches may be treated with topical antibiotic ointment. Notify your doctor if the area is painful or reddened.\n\n- Get an implant card from your surgeon that states you had a joint replacement. Carry the card with you, as you may set off security alarms at airports, malls, etc.\n\n- When traveling, stop and change positions hourly to prevent your joint from tightening.\n\n- See your surgeon yearly unless otherwise recommended. For more information, please read the Appendix \"The Importance of Lifetime Follow-up Visits.\"\n","# Overview Of Total Knee Replacement\n\nThe knee joint is the largest joint in the body. It is the \"hinge\" joint of the leg. It's the joint that allows the leg to bend and straighten. The knee joint is located at the meeting point of the thigh bone (*femur*) and the shin bone (*tibia*). The knee cap (patella) covers the area where the two bones meet. During total knee replacement surgery, the damaged part of your knee is removed and replaced with an implant. Implants are made of various materials: stainless steel, titanium, chrome, cobalt, or polyethylene. Bone cement may also be used in the repair. The choice of implants varies from person to person. Factors considered are your age, activity level, body type, and the amount and strength of your bone and bone tissue. Your surgeon will choose the implant that is best suited for your needs and lifestyle. During total knee replacement surgery, a relatively thin amount of bone is removed from the end of the thigh bone, the top of the leg bone, and the underside of the kneecap. This creates bone surfaces that allow the implant to have a good fit. Most of the major ligaments and tendons of the knee are left in place so that the knee can bend and straighten, yet remains steady in position from side-to-side and front-to-back.\n"],"20":["## Infection Prevention\n\nInfection is a possible complication of joint replacement surgery. Therefore, it is very important to take good care of yourself with preventive care, screenings, tests, and procedures. If you ever experience signs or symptoms of an infection such as fever, chills, pain, redness, and\/or drainage from the incision area, call your surgeon. \n\nAn infection could start from a sore throat, urinary tract infection, deep cut, or even an ear infection. Some tests, diagnostic procedures, and illnesses can place you at a greater risk for developing an infection in your new joint even years after surgery. That's because bacteria can be introduced into your bloodstream in any number of ways. Once in the bloodstream, the bacteria can travel to your new joint and cause an infection because the artificial joint does not have your body's natural protection against infection. \n\nThree of the most common healthcare situations you might encounter that can cause an infection are dental care, urological care, and colonoscopy.\n\n## Dental Care\n\nDental care after surgery can introduce bacteria into your bloodstream through cuts and trauma to the gums and gum lines. In anticipation of this risk, most surgeons recommend taking a one-time dose of antibiotics just prior to any dental work. Your surgeon will have specific instructions and the length of time they need to be followed after joint surgery. Also, make sure your dentist and dental hygienist are aware of your new joint.\n\n## Urological Care\n\nInvasive procedures involving the urethra, bladder, ureters, or kidneys are ways that bacteria can enter your system and contaminate your bloodstream. Make sure to inform any medical personnel about your artificial joint before they perform an invasive urological procedure. More important, talk to your orthopaedic surgeon before undergoing any urological procedure. Your surgeon will provide specific recommendations for you to follow.\n\n## Colonoscopy","## Skilled Nursing Facility Rehabilitation (Snf)\n\nIf you are not independently mobile and do not have assistance at home, you may need an inpatient rehabilitation setting. To qualify for inpatient rehab in a SNF, you need to meet criteria for admission and have insurance coverage. SNFs are primarily nursing homes that provide short-term rehabilitation in addition to long-term care. They provide skilled nursing, physical and occupational therapy.\n\nThe Preadmission Orthopaedic Nurse Case Manager will provide you with options of SNFs contracted with your insurance. You, along with your family and friends, are encouraged to tour facilities and inform the Preadmission Orthopaedic Nurse Case Manager of your selections before your surgery. Referrals per your request will be initiated by the Preadmission Orthopaedic Nurse Case Manager in an effort to secure bed availability. \n\n## Transportation\n\nThe Inpatient Nurse Case Manager, with your doctor and therapist, will assess the most appropriate transportation for you to travel home or to a facility. The Inpatient Nurse Case Manager will also identify insurance coverage. Most patients can travel home in a car. Discharge time is approximately 10:00 am, but speak with your inpatient care team for the most accurate timeframe for your discharge.\n\n## Acute Rehabilitation Hospital\n\nIf you are not independent with your mobility, do not have assistance at home and have complex medical issues, you may qualify for intense medical management and rehabilitation. The Preadmission Orthopaedic Nurse Case Manager can provide additional information if you feel that you may qualify for this level.\n\n## Mgh Outpatient Pharmacy","## Infection Prevention\n\nInfection is a possible complication of joint replacement surgery. Therefore, it is very important to take good care of yourself with preventive care, screenings, tests, and procedures. If you ever experience signs or symptoms of an infection such as fever, chills, pain, redness, and\/or drainage from the incision area, call your surgeon. \n\nAn infection could start from a sore throat, urinary tract infection, deep cut, or even an ear infection. Some tests, diagnostic procedures, and illnesses can place you at a greater risk for developing an infection in your new joint even years after surgery. That's because bacteria can be introduced into your bloodstream in any number of ways. Once in the bloodstream, the bacteria can travel to your new joint and cause an infection because the artificial joint does not have your body's natural protection against infection. \n\nThree of the most common healthcare situations you might encounter that can cause an infection are dental care, urological care, and colonoscopy.\n\n## Dental Care\n\nDental care after surgery can introduce bacteria into your bloodstream through cuts and trauma to the gums and gum lines. In anticipation of this risk, most surgeons recommend taking a one-time dose of antibiotics just prior to any dental work. Your surgeon will have specific instructions and the length of time they need to be followed after joint surgery. Also, make sure your dentist and dental hygienist are aware of your new joint.\n\n## Urological Care\n\nInvasive procedures involving the urethra, bladder, ureters, or kidneys are ways that bacteria can enter your system and contaminate your bloodstream. Make sure to inform any medical personnel about your artificial joint before they perform an invasive urological procedure. More important, talk to your orthopaedic surgeon before undergoing any urological procedure. Your surgeon will provide specific recommendations for you to follow.\n\n## Colonoscopy\n\nRoutine colonoscopy screenings are an important part of preventive care. However, a colonoscopy can introduce bacteria into the bloodstream and eventually your artificial joint. Speak with your surgeon and gastroenterologist about the precautions that need to be taken. Make sure you follow your physicians' recommendations to protect yourself and your new joint.\n"],"21":["## Driving After Surgery\n\nPatients ask when they can begin to drive again after having joint replacement surgery. In general, patients can drive 2-3 weeks after surgery when they are no longer taking any narcotic pain medications.\n\n## Preventing Blood Clots\n\nYou will be prescribed medication to prevent blood clots from developing. It is important to know the signs & symptoms of a blood clot:\n- Pain and tenderness in the calf of the leg\n- Swelling in the leg that does not go down with rest and elevation\n- Low grade fever\n\nRemember to wear your TED elastic stockings when you are walking or sitting and have someone take them off at night when you go to bed. If either of your legs becomes swollen, get into bed and elevate your legs on two or three pillows. If the swelling does not go down, call your nurse or doctor.\n\n## When To Call A Nurse Or Doctor\n\n- If you have chills or a fever greater than 101°F (38.3°C)\n- If you develop pain at your incision site that gets worse\n- If you have redness, swelling, incision pain, drainage (such as blood), pus or a foul smell at the incision site\n- If you develop calf pain or tenderness in either leg, swelling, redness or a low grade fever\n\n## What To Do In An Emergency\n\n- If it is an emergency, go to the MGH Emergency Room or the closest ER. If it is a life-threatening situation, call 911\n- If you have chest pain and\/or shortness or breath, call 911\n\n## Walking After Total Knee Replacement\n\nAfter your TKR, continue using your walker or crutches until your surgeon tells you it is okay to stop using them. When turning with a walker or crutches, DO NOT PIVOT OR TURN on your operated leg. Always turn taking small, well-placed steps, and turn AWAY from your operated leg.\n\n## Continuous Passive Motion Device\n\nA *continuous passive motion (CPM)* device can be used following total knee replacement surgery to slowly and gently flex and extend the knee joint. Ask your surgeon if a CPM device is right for you following your joint replacement.\n","## Where Will I Go After Discharge From The Hospital?\n\nYou should plan to go home or to the home of a relative or friend directly after discharge. Insurance requirements determine eligibility for short-term rehab, and this decision is based on how well you're doing postoperatively. \n\n## Will I Need Help At Home?\n\nYes, for the first several days or weeks, depending on your progress, you will need someone to assist you with meal preparation, cleaning, etc. Family or friends need to be available to help if possible.\n\n## Will I Need Physical Therapy When I Go Home?\n\nYes, most patients will have in-home physical therapy ordered by their surgeon. \n\n## How Long Until I Can Drive And Get Back To Normal?\n\nThe ability to drive depends on whether surgery was on your right leg or your left leg and the type of car you have. If the surgery was on your left leg and you have an automatic transmission, you could be driving at two weeks. If the surgery was on your right leg, your driving could be restricted as long as six weeks.\n\n## When Will I Be Able To Get Back To Work?\n\nWe recommend that most people take at least one month off from work, unless their jobs are quite sedentary and they can return to work with a walker or crutches.\n","## Surgical Incision\/Dressing\n\nYou will have a dressing placed on your knee after surgery which will remain in place for 1 week. If you have staples closing your incision they will likely be scheduled to be removed around 10-14 days after the operation, and replaced with steri-strips. Allow the steri-strips to fall off on their own. If your surgeon used glue to close the wound do not remove it and it will gradually fall off approximately 1 month after surgery.\n\n## Showering\n\nYou may shower with the post-op dressing immediately. After the dressing is removed you may shower as long as the incision is not draining. If the incision is draining try to keep it from getting wet during showering by using a water-tight dressing. Do not submerge your dressing and\/or knee joint in a bath, hot tub, or pool until the incision is healed or you are cleared by your surgeon. \n\n## Medication\n\nYour surgeon will prescribe pain medicine for you after the operation. Your goal should be to switch from a narcotic medication to an over the counter pain medication as soon as you are able. \n\n## Driving\n\nYour surgeon will tell you when you are ready to return to driving. Commonly, you are not permitted to drive for 6 weeks if you had your right knee replaced, and 4 weeks if you had your left knee replaced. You cannot drive while taking narcotics.\n\n## Elevation\n\nElevating your lower extremity periodically throughout the day can help reduce swelling. It is recommended that you elevate your operative leg 3 to 5 times a day for 30 minutes. \n\n## Ice\n\nYou must use ice on your knee after the operation for management of pain and swelling. Ice should be used continuously for the first 48-72 hours. After that, you may taper down to applying ice 3-5 times a day for 10 to no more than 20 minutes at a time. \n\n## Post-Operative Office Visits\n\nYour first post-operative visit will be as early as 10 -14 days after the operation.\n"],"22":["support person(s) should be educated about the risks of using urinary catheters and the signs and symptoms of POUR as well as urinary tract infections.\n\n## Drain Removal\n\nAs noted above, drains are no longer best practice and should only be used in rare circumstances. Intraarticular drains are used to avoid internal fluid collection and may be continuous suction or intermittent. Limiting fluid collections in and around the wound could accelerate healing, promote tissue approximation, lower risk for infection, and decrease pain. The use of drains is also associated with increased blood loss, which may result in blood transfusion. A review of randomized controlled trials found that using drains had no clinical benefits to patient outcomes. If a drain is placed, the nurse is responsible for observing and recording output. There are some studies that suggest that drainage of more than 100ml per hour requires clamping of the drain and drainage of less than 70ml over eight hours requires the drain to be removed.\n\n## Constipation Prevention\n\nConstipation is a complication that can occur after a total knee replacement. This occurs due to a decrease in activity, decreased fluid intake, and medications such as opioids. Patient education is extremely important to educate and engage patients and families to prevent this complication. The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) recommends that risk of constipation in post-surgical patients can be decreased with an increased intake of fluids and fiber, early mobilization, and a decrease in opioid medications. Nurses play an instrumental role in providing education at discharge to help patients prevent and manage constipation at home. Nurses should educate patients on nonpharmacological management of constipation and provide medication teaching on any prescribed laxatives.\n\n## Prevention Of Readmissions","support person(s) should be educated about the risks of using urinary catheters and the signs and symptoms of POUR as well as urinary tract infections.\n\n## Drain Removal\n\nAs noted above, drains are no longer best practice and should only be used in rare circumstances. Intraarticular drains are used to avoid internal fluid collection and may be continuous suction or intermittent. Limiting fluid collections in and around the wound could accelerate healing, promote tissue approximation, lower risk for infection, and decrease pain. The use of drains is also associated with increased blood loss, which may result in blood transfusion. A review of randomized controlled trials found that using drains had no clinical benefits to patient outcomes. If a drain is placed, the nurse is responsible for observing and recording output. There are some studies that suggest that drainage of more than 100ml per hour requires clamping of the drain and drainage of less than 70ml over eight hours requires the drain to be removed.\n\n## Constipation Prevention\n\nConstipation is a complication that can occur after a total knee replacement. This occurs due to a decrease in activity, decreased fluid intake, and medications such as opioids. Patient education is extremely important to educate and engage patients and families to prevent this complication. The National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK) recommends that risk of constipation in post-surgical patients can be decreased with an increased intake of fluids and fiber, early mobilization, and a decrease in opioid medications. Nurses play an instrumental role in providing education at discharge to help patients prevent and manage constipation at home. Nurses should educate patients on nonpharmacological management of constipation and provide medication teaching on any prescribed laxatives.\n\n## Prevention Of Readmissions\n\nPreventing readmissions following a total knee replacement has become an important priority related to quality and value within healthcare; healthcare outcomes have increasing financial implications. Studies have shown there is a cost burden to the healthcare system caused by readmissions. Performance and quality improvement strategies to improve patient outcomes are an important contributor for any program and organization seeking to decrease readmissions.\n\nPugely, Callaghan, Martin, Cram, & Gao utilized the American College of Surgeons National Surgical Quality Improvement Program (ACS NSQIP) database to analyze risk factors, complications and 30-day readmission rates for nearly 12,000 total knee replacement patients. In this review, overall 30-day readmission rates were 4.6% for this population. The most common complications associated with readmission were surgical site infections (SSI), thromboembolic disorders, and systemic infections such as sepsis and pneumonia. Higher occurrence of readmissions was found in patients with advanced age, male gender and comorbidities such as COPD, CHF, and Diabetes.\n","## Bladder And Bowel Care\n\nSome people may find it hard to urinate after surgery because of the anesthesia, pain medications and decreased mobility. If necessary, your surgeon may request to insert a catheter to drain your urine. Constipation can become another problem several days after surgery. Drink a lot of fluids and eat foods that are high in fiber. We may give you a stool softener and laxatives to help with constipation.\n\n## Incision Care\n\nA dressing will cover your incision. Your wound must be kept clean, dry and covered. We will discuss wound care with you before discharge.\n\n## Respiratory Care\n\nSecretions tend to pool in the lungs and can lead to pneumonia. To prevent this, we will teach you to breathe deeply and cough, as well as how to use an incentive spirometer. This allows air to fill the tiny air sacs in the bases of your lungs. The deep breathing also helps to break up the mucus.\n\n## Circulation\n\nLack of activity causes the blood to circulate more slowly and pool in the legs. This can lead to the formation of blood clots. To reduce this risk, your surgeon will order sequential compression devices (SCDs) or foot cuffs for you to wear. Your surgeon may also prescribe blood thinners.\n"],"23":["## Preventing Infection (Antibiotic Prophylaxis)\n\nIt is very important that you protect your artificial joint from potential infection. Some patients have increased risk following total joint surgery, as an infection can spread to the new joint through the bloodstream from another source in your body. Please tell all of your health providers that you have an artificial joint as they may need to prescribe antibiotics before treatment. This is especially important before dental procedures and invasive urinary procedures. \n\nThe following is based on the American Academy of Orthopaedic Surgeons (AAOS) guidelines and recommendations to help show when antibiotic treatment is indicated. Patients at potential increased risk of hematogenous total joint infection include:\n- Patients who are immunocompromised or immunosuppressed:\n  - Inflammatory joint arthritis, rheumatoid arthritis, systemic lupus erythematosus\n  - Disease, drug or radiation-induced immunosuppression\n\n## Other Patients:\n- Insulin-dependent (Type 1) diabetes \n- Within two years following joint replacement \n- Previous prosthetic joint infections \n- Malnourishment \n- Hemophilia\n\n## Dental Procedures\n\nThere is a higher incidence of infection with certain dental procedures:\n- Dental extractions \n- Periodontal procedures including surgery, subgingival placement of antibiotic fibers\/strip, scaling and root planning, probing, recall maintenance\n- Dental implant placement and reimplantation of avulsed teeth\n- Endodontic (root canal) instrumentation or surgery only beyond the apex \n- Initial placement of orthodontic bands\n- Intraligamentary local anesthetic injections \n- Prophylactic cleaning of teeth or implants where bleeding is anticipated.\n\nFor at least two years following surgery, please be sure to tell your internist and dentist that you have an artificial joint so that they can prescribe antibiotics prior to these procedures. If you have any questions or concerns, please call your surgeon's office.\n","# Preparing For Surgery\n\nJoint replacement is an elective surgery. Therefore, it is important that your state of health be evaluated thoroughly prior to undergoing the procedure.\n\n## Physician Visits And Lab Tests\n\nBefore surgery, most patients will complete an evaluation that may include a pre-operative physical exam, lab tests, EKG and X-rays. Your physician may discuss temporarily stopping the use of some medications, such as aspirin or other anti-inflammatory medications, about 1 week prior to surgery. \n\nThese medications tend to make your blood thinner and could cause more bleeding during your surgery. \n\n## Dental Care Before Surgery\n\nIf you are scheduled to have dental work within the 6 weeks prior to your joint replacement surgery, please tell your surgeon's office staff. Your surgeon may provide specific instructions or guidelines for you to follow. \n\n## Infection Prevention\n\nInfection is a rare complication of joint replacement surgery. If you have any signs or symptoms of infection prior to surgery, tell your physician immediately. Your surgery may need to be delayed until you receive appropriate treatment. While in the hospital, you will receive antibiotics before and after surgery to reduce your risk of infection.\n","# Preparing For Surgery\n\nJoint replacement is an elective surgery. Therefore, it is important that your state of health be evaluated thoroughly prior to undergoing the procedure.\n\n## Physician Visits And Lab Tests\n\nBefore surgery, most patients will complete an evaluation that may include a pre-operative physical exam, lab tests, EKG, and X-rays. Please be sure to speak with a pre-admission review nurse before you go for testing; anesthesia guidelines may call for additional tests. \n\nYour physician may discuss temporarily stopping the use of some medications, such as aspirin or other anti-inflammatory medications, about 1 week prior to surgery. These medications tend to make your blood thinner and could cause more bleeding during your surgery. \n\nDental care before surgery Any invasive dental work, including routine cleanings, cavity filling, extractions, root canals, or implant work, can introduce bacteria into the bloodstream. If you are scheduled to have dental work within the 6 weeks prior to your joint replacement surgery, please tell your surgeon's office staff. \n\nYour surgeon may provide specific instructions or guidelines for you to follow. Consult your surgeon regarding the length of time to wait after surgery before scheduling any future dental appointments.\n\n## Infection Prevention\n\nInfection is a rare complication of joint replacement surgery. If you have any signs or symptoms of infection prior to surgery, such as an open sore, flu symptoms, a cut, infected teeth, or a bladder infection, tell your physician immediately. Your surgery may need to be delayed until you receive appropriate treatment. While in the hospital, you will receive antibiotics before and after surgery to reduce your risk of infection.\n"],"24":["## Caring For Yourself At Home\n\nWhen you go home, there are a variety of things you need to know for your safety, for your recovery, and for your comfort.\n\n## Control Your Discomfort\n\n- Take your pain medicine at least 45 minutes to 1 hour before physical therapy.\n\n- Gradually wean yourself from prescription medication with the assistance of your surgeon.\n\n- Change your position every 45 minutes throughout the day.\n\n- Use ice to help with pain control. Applying ice to your affected joint will decrease discomfort. You can use it before and after your exercise program. Remember to always use a barrier between your skin and the ice.\n\n## Body Changes\n\n- Your appetite may be poor. Drink plenty of fluids to keep from getting dehydrated. Your desire for solid food will return.\n\n- You may have difficulty sleeping, which is normal. Do not sleep or nap too much during the day.\n\n- Your energy level will be decreased for at least the first month.\n\n- Pain medications that contain narcotics can promote constipation. Use stool softeners and laxatives, if necessary.\n\n## Blood Thinners\n\nYou will be given a blood thinner to help avoid blood clots in your legs. You will need to take it for two to six weeks depending on your individual situation. Be sure to take your blood thinner exactly as directed by your surgeon. If you have bleeding from any place where you would not normally find blood or if you experience multiple, unexplained bruises please contact your surgeon's office immediately for instructions. It is important that this be addressed in a timely fashion.\n","## The Days Following Surgery\n\nYour goal is to keep moving. We encourage you to get up for meals, go to the bathroom, and get out of bed - all with assistance. You will continue to have therapy, and your activity level will be increased. Pain is an expected part of recovery. Pain levels vary per person. We will give you cold packs or wraps to manage your pain and reduce swelling. Oral pain medication will be prescribed for you and available at discharge.\n\n## Medication\n\nAfter surgery, we will give you medication to thin your blood. This medication, also called an anti-coagulant, lessens the chance of harmful clots forming in your blood vessels. Blood-thinning drugs may be given by mouth or by injection.\n\n## Your Hospital Discharge\n\nDischarge planning starts the moment you decide to have surgery. One of the first things you need to do is arrange a ride for the day of your discharge. Most patients are ready to be discharged from the hospital one to three days after surgery; however, specific criteria must be met. You will be discharged from the hospital when: \n- Your medical condition is stable.\n- You are able to eat and urinate.\n- Your pain is controlled with oral pain medication.\n- Your home is prepared for your safety.\n- You successfully met physical and occupational therapy goals. If you have not met the criteria to be discharged home, you will be discharged to a skilled nursing facility.\n","# Preparing For Surgery\n\nJoint replacement is an elective surgery. It is important that we evaluate your state of health thoroughly before you have the procedure.\n\n## Physician Visits And Lab Tests\n\nBefore surgery, most patients will complete an evaluation that may include a pre-operative physical exam, lab tests, EKG and X-rays. Please be sure to speak with a pre-admission review nurse before you go for testing. Anesthesia guidelines may call for additional tests. \n\nYour physician may discuss temporarily stopping the use of some medications, such as aspirin or other anti-inflammatory medications, about 1 week prior to surgery. These medications tend to make your blood thinner and could cause more bleeding during your surgery. \n\n## Infection Prevention\n\nInfection is a rare complication of joint replacement surgery. **If you have any signs or symptoms of infection** prior to surgery such as an open sore, flu symptoms, a cut, infected teeth or a bladder infection, tell your physician immediately. Your surgery may need to be delayed until you get appropriate treatment. While in the hospital, you will get antibiotics before and after surgery to reduce your risk of infection.\n"],"25":["## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?\n\nThis is a common question and one that warrants discussion. Patients with a degenerated hip or knee often find physical activity painful. The accompanying immobility can lead to some weight gain over time. It is fine to try to lose some weight before your surgery, but your surgeon recommends achieving this by adjusting your diet and being as active as your degenerated joint will allow. Please don't seek stimulants, appetite suppressants, or weight loss supplements as a means of losing weight prior to surgery. Typically when you discontinue these medications after surgery you'll be gaining all of the weight back at the worst possible time. However, if you're already taking these medications as part of your daily regimen, you can continue taking them. Remember that adjusting your diet and being as active as you can comfortably tolerate are the best recommended options for weight loss.\n","## When Can I Have Sexual Intercourse?\n\nThis is a question that is asked quite often with any orthopedic surgery. The time to resume sexual intercourse should be discussed with your orthopedic physician and is nothing to be embarrassed about. If you're more comfortable, he or she may be able to provide you with written information that you can review later.\n\n## How Often Will I Need To Be Seen By My Doctor Following The Surgery?\n\nYou will be seen for your first postoperative office visit ten to fourteen days after you are discharged. The frequency of follow-up visits will depend on your progress. Many patients are seen at six weeks, twelve weeks, and then every one or two years.\n\n## Are There Any Permanent Restrictions Following This Surgery?\n\nYes, high-impact activities, such as running, tennis, and basketball are not recommended. Injury-prone sports such as downhill skiing are also restricted. Patients who've had a hip replacement will need to observe a set of prescribed precautions that help to minimize the risk for dislocation. These restrictions are typically in effect for three months after your surgery. Please be sure to observe your hip precautions until your surgeon tells you that you may discontinue them. You will receive your specific and customized set of hip precautions in writing as part of your discharge instructions.\n\n## What Physical\/Recreational Activities May I Participate In After My Recovery?\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening.\n\n## Should I Try To Lose Weight Before My Joint Replacement?","# A Closer Look At Total Knee Replacement\n\nTo understand total knee replacement, you should be familiar with the structure of the knee, a complex joint consisting of three bones: the femur (thigh bone), the tibia (shin bone), and the patella (kneecap). When you bend or straighten your knee, the end of the femur rolls against the end of the tibia, and the patella glides in front of the femur. \n\nWith a healthy knee, smooth, weight-bearing surfaces allow for painless movement. Muscles and ligaments provide side-to-side stability. A membrane lines the joint. Cartilage acts as a cushion between the femur and tibia and is lubricated by synovial fluid. \n\nWith an arthritic knee, the cartilage cushion wears out. The bones rub together and become rough. The resulting inflammation and pain cause reduced motion and difficulty in walking. \n\nClinical and biomechanical research has steadily refined knee replacement methods and materials. Prosthesis durability can vary from patient to patient because each patient's body places slightly different stresses on the new knee. However, the average patient can expect to obtain greater mobility and freedom from pain, which will, in turn, improve ability to walk.\n"],"26":["## Do'S And Don'Ts For The Rest Of Your Life\n\nWhether you have reached all the recommended goals in three months or not, all joint patients need to have a regular exercise program to maintain their fitness and the health of the muscles around their joints. With both your orthopedic and primary care physicians' permission, you should be on a regular exercise program three to four times per week lasting 20–30 minutes. High-impact activities such as running and singles tennis may put too much load on the joint and are not recommended. High-risk activities such as downhill skiing are likewise discouraged because of the risk of fractures around the prosthesis and damage to the prosthesis itself. Infections are always a potential problem, and you may need antibiotics for prevention before dental work and invasive procedures for at least two years.\n\n## What To Do In General\n\n- Take antibiotics one hour before you have dental work or other invasive procedures.\n\n- Although the risks are very low for postoperative infections, it is important to realize that the risk remains. A prosthetic joint could possibly attract the bacteria from an infection located in another part of your body. If you should develop a fever of more than 101° or sustain an injury such as a deep cut or puncture wound you should clean it as best you can, put a sterile dressing or an adhesive bandage on it and notify your doctor. The closer the injury is to your prosthesis, the greater the concern. Occasionally, antibiotics may be needed. Superficial scratches may be treated with topical antibiotic ointment. Notify your doctor if the area is painful or reddened.\n\n- Get an implant card from your surgeon that states you had a joint replacement. Carry the card with you, as you may set off security alarms at airports, malls, etc.\n\n- When traveling, stop and change positions hourly to prevent your joint from tightening.","## Do'S And Don'Ts For The Rest Of Your Life\n\nWhether you have reached all the recommended goals in three months or not, all joint patients need to have a regular exercise program to maintain their fitness and the health of the muscles around their joints. With both your orthopedic and primary care physicians' permission, you should be on a regular exercise program three to four times per week lasting 20–30 minutes. High-impact activities such as running and singles tennis may put too much load on the joint and are not recommended. High-risk activities such as downhill skiing are likewise discouraged because of the risk of fractures around the prosthesis and damage to the prosthesis itself. Infections are always a potential problem, and you may need antibiotics for prevention before dental work and invasive procedures for at least two years.\n\n## What To Do In General\n\n- Take antibiotics one hour before you have dental work or other invasive procedures.\n\n- Although the risks are very low for postoperative infections, it is important to realize that the risk remains. A prosthetic joint could possibly attract the bacteria from an infection located in another part of your body. If you should develop a fever of more than 101° or sustain an injury such as a deep cut or puncture wound you should clean it as best you can, put a sterile dressing or an adhesive bandage on it and notify your doctor. The closer the injury is to your prosthesis, the greater the concern. Occasionally, antibiotics may be needed. Superficial scratches may be treated with topical antibiotic ointment. Notify your doctor if the area is painful or reddened.\n\n- Get an implant card from your surgeon that states you had a joint replacement. Carry the card with you, as you may set off security alarms at airports, malls, etc.\n\n- When traveling, stop and change positions hourly to prevent your joint from tightening.\n\n- See your surgeon yearly unless otherwise recommended. For more information, please read the Appendix \"The Importance of Lifetime Follow-up Visits.\"\n","Recommended Exercises\n\nROM and Flexibility  \nContinue daily ROM and stretching exercises.  \n\nStrengthening  \nContinue with all strengthening exercises, increasing resistance and decreasing repetitions.  \n\nProprioception  \nContinue with all phase 3 exercises, increasing difficulty as tolerated.  \n\nEndurance  \nContinue with walking, biking, elliptical machine programs.  \n\n## Guidelines\n\nPerform ROM and flexibility exercises daily.  \n\nPerform strengthening and proprioception exercises 3-5x\/week, performing 2-3 sets of 10-15 repetitions. Continue endurance program 30-45 minutes 3x\/week.\n"],"27":["Total Knee Arthroplasty can be an outpatient day surgery procedure (outpatient TKA). There are specific criteria that need to be met for a patient to be a candidate for outpatient TKA. These criteria will be discussed with each patient pre-operatively, and it will be determined whether you may be an appropriate candidate. Typically outpatient TKA surgery would be scheduled early in the morning, and you would be discharged to home in the afternoon. You will have a Physical Therapy evaluation to confirm safety and independence in essential functional tasks, as well as to educate you about the home exercise program (HEP).\n\nIf it is determined that you will remain in the hospital after your TKA, you will typically spend 1-2 days in the hospital to recover. You will be out of bed the same day as your surgery. You will be working with physical and occupational therapy on a daily basis in the hospital. Most patients are able to go directly home after discharge. Some more complex cases may require a short stay in a rehab facility following their hospital stay. The determination to go to a rehab facility is based on medical necessity and safety at home.\n\n## Home Visits\n\nYou will likely receive home care visits from a registered nurse and a physical therapist after being discharged home. The nurse will help monitor your medical status and the physical therapist will help you work to restore mobility, strength and tolerance for activity. Your home care physical therapist will work with your surgeon and their staff to determine when you are ready to attend outpatient physical therapy. This will typically be around 2 weeks from your operation.","Discharge to home, with or without home services, is associated with fewer adverse events compared to discharge to acute rehabilitation facility or skilled nursing facility.\n\n## Quality Of Evidence: Low\n\n## Rationale\n\nThere were no high quality and three low quality studies (Naylor 2017, McLawhorn 2017, Padgett 2018) evaluating whether discharge to an acute rehabilitation facility or skilled nursing facility improve outcomes and\/ or decrease complications compared with discharge to home, with or without home services. McLawhorn (2017) showed fewer adverse events and readmissions with home discharge. Padgett (2018) demonstrated a higher length of stay with home discharge, but no difference in adverse events. Naylor (2017) showed significantly better functional scores with home discharge. In the absence of reliable, comparative studies a consensus recommendation was made by the workgroup.\n\n## Benefits\/ Harms **Of Implementation**\n\nThere are no known harms associated with implementing this recommendation. The decision to discharge a patient to home versus post-acute care facility should be made with consideration of patient's medical complexity and postoperative function. The practitioner should be aware of the advantages and disadvantages of specific discharge disposition.\n\n## Future Research\n\nHigher-quality studies are needed to compare outcomes associated with discharge disposition following total knee arthroplasty.\n","Typical Rehabilitation Continuum Time Frames Following TKA:\n\n## Inpatient Discharge Criteria\n\n1. Hemodynamically stable \n2. Mobilize either independently or with caregiver \n3. Pain managed with PO medications \n\nHome care discharge criteria: \n1. Patient to be independent and safe with self-care using DME and adaptive equipment. \n2. Patient to be independent and safe with mobility in the setting of their home using DME. \n3. Patient to be safe accessing the community with assistance of caregiver and DME.\n\n## Outpatient Discharge Criteria\n\nYou are ready for discharge from outpatient PT typically when you reach 70-80% functional level compared to before surgery. This can vary greatly based on your prior level of function. Some criteria may include:\n- Walking normally without any assistive device \n- Negotiate stairs reciprocally and safely \n- Getting in\/out of a car without difficulty \n- Donning\/doffing shoes and socks without difficulty\n\n**Being discharged from PT does NOT mean that you are exempt from your *home exercise program.* For optimal outcome after surgery, it is important to continue with your specific program designed by your PT.\n"],"28":["|                  | No driving until 4-6 weeks after surgery, to be determined by the surgeon                                                  |                                                                                                                          |\n|                  | Take Aspirin (or other prescribed DVT medication) for 2 full weeks after surgery                                            |                                                                                                                          |\n|                  | Take naproxen 500 mg twice daily for 30 days after surgery to prevent abnormal bone formation.                              |                                                                                                                          |\n|                  | Some pain or numbness in the groin, leg, and\/or foot can occur, but usually resolves within the first two weeks after surgery |                                                                                                                          |\n|                  | Ice hip 20-30 minutes, 5-6x a day using a thin barrier, do not use heat                                                    |                                                                                                                          |\n\n| Goals        |                                                                                                 | Protect repair                                              |\n|--------------|-------------------------------------------------------------------------------------------------|-------------------------------------------------------------|\n|              | Increase range of motion                                                                        |                                                             |","## Pain Management\n\nDuring the first 4-6 weeks after surgery, patients often need to take narcotic pain medication. Most people are able to stop taking narcotics by four weeks post-operative. If you require narcotic pain medication beyond the normal post-operative course, you will be referred to the Pain Clinic or to your Primary Care Provider for further pain management. Acetaminophen (eg. Tylenol) or nonsteroidal anti-inflammatories (NSAIDs: eg. Ibuprofen, Motrin, Aleve, Advil) are very effective for managing postoperative pain. NSAIDs are good at alleviating swelling and pain and are often more effective than narcotics. You should only take NSAIDs if they do not upset your stomach and it is okay with your doctor.\n\nRemember: Some narcotic pain medications cannot be called into a pharmacy. Plan ahead if your prescription is running low to allow for postal delivery.","## The Days Following Surgery\n\nYour goal is to keep moving. We encourage you to get up for meals, go to the bathroom, and get out of bed - all with assistance. You will continue to have therapy, and your activity level will be increased. Pain is an expected part of recovery. Pain levels vary per person. We will give you cold packs or wraps to manage your pain and reduce swelling. Oral pain medication will be prescribed for you and available at discharge.\n\n## Medication\n\nAfter surgery, we will give you medication to thin your blood. This medication, also called an anti-coagulant, lessens the chance of harmful clots forming in your blood vessels. Blood-thinning drugs may be given by mouth or by injection.\n\n## Your Hospital Discharge\n\nDischarge planning starts the moment you decide to have surgery. One of the first things you need to do is arrange a ride for the day of your discharge. Most patients are ready to be discharged from the hospital one to three days after surgery; however, specific criteria must be met. You will be discharged from the hospital when: \n- Your medical condition is stable.\n- You are able to eat and urinate.\n- Your pain is controlled with oral pain medication.\n- Your home is prepared for your safety.\n- You successfully met physical and occupational therapy goals. If you have not met the criteria to be discharged home, you will be discharged to a skilled nursing facility.\n"],"29":["## Post-Surgery\n\nYour orthopaedic care team will continue to closely monitor you after your surgery. They will check the color, movement and sensation in your legs. A nurse will create a personalized plan of care to meet your individual needs.\n\n# Your Hospital Stay\n\n## Inpatient Physical Therapy\n\nPhysical therapy is one of the most important parts of your recovery. We will plan for you to be out of bed within 6 hours after surgery. You will most likely begin physical therapy the day of your surgery. As an inpatient, you will receive physical therapy twice a day. Your surgeon and the rehabilitation services staff work together to develop an individualized therapy plan for you.\n\nDuring your therapy sessions, you will be instructed in exercises to help restore joint motion and strengthen the surrounding muscles. As you become stronger and progress toward your mobility goal, you will learn and practice how to: \n- Properly move and turn in bed \n- Get in and out of bed and chairs \n- Walk and climb stairs—if appropriate to your home setting \n\nTherapy after your discharge will be based on your health status, abilities and the mobility level you achieved in the hospital. Your focus should be to work toward your optimal functional level with your home health therapist.\n\n## Bladder And Bowel Care\n\nSome people may find it difficult to urinate after surgery because of the anesthesia, pain medications and decreased mobility. If necessary, your surgeon may request a catheter be inserted to drain your urine. Constipation can become another problem several days after surgery. Drink a lot of fluids and eat foods that are high in fiber. A stool softener and laxatives may be given to you.\n","# Hip Arthroscopy Post-Operative Rehabilitation Protocol\n\n## Phase 1: 0-2 Weeks Post-Operatively\n\n| Goals            |                                                                                                                             | Protect repair                                                                                                           |\n|------------------|-----------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------|\n|                  | Minimize pain                                                                                                               |                                                                                                                          |\n|                  | Minimize swelling                                                                                                           |                                                                                                                          |\n|                  | Plan to begin physical therapy and\/or home exercise program 1-3 days after surgery                                          |                                                                                                                          |\n|                  | Work on normalizing gait with crutch use                                                                                   |                                                                                                                          |\n| Crutch Use       |                                                                                                                             | Ambulate using crutches for first 4 weeks at 50% weight bearing, maintain foot flat on ground to reduce force in the hip |\n| Range of Motion   |                                                                                                                             | Limit hip flexion to 90° - can use stationary bike with high seat and no resistance                                      |\n|                  | Avoid excessive internal and external rotation                                                                              |                                                                                                                          |\n|                  | Seated knee extension                                                                                                       |                                                                                                                          |\n|                  | Prone knee flexion                                                                                                          |                                                                                                                          |\n| Strengthening    |                                                                                                                             | Quad, glute, and hamstring sets, adductor and abductor isometrics                                                        |\n|                  | Hip joint mobilization                                                                                                      |                                                                                                                          |\n|                  | Heel slides                                                                                                                 |                                                                                                                          |\n|                  | Pelvic tilts                                                                                                                |                                                                                                                          |\n|                  | Double legged supine bridge                                                                                                 |                                                                                                                          |\n| Home Instructions |                                                                                                                             | Keep surgical dressings clean and dry                                                                                    |\n|                  | Change surgical bandages on the 2nd day after surgery (keep covered until first clinic visit)                               |                                                                                                                          |\n|                  | Can bathe on the 2nd day after surgery (do not scrub, soak, or submerge the incisions)                                     |                                                                                                                          |\n|                  | Avoid sleeping directly on your hip. Sleeping with a pillow between your knees is helpful to decrease movement of the hip.  |                                                                                                                          |\n|                  | Sutures will be removed at first post-operative visit                                                                      |                                                                                                                          |\n|                  | No driving until 4-6 weeks after surgery, to be determined by the surgeon                                                  |                                                                                                                          |\n|                  | Take Aspirin (or other prescribed DVT medication) for 2 full weeks after surgery                                            |                                                                                                                          |\n|                  | Take naproxen 500 mg twice daily for 30 days after surgery to prevent abnormal bone formation.                              |                                                                                                                          |\n|                  | Some pain or numbness in the groin, leg, and\/or foot can occur, but usually resolves within the first two weeks after surgery |                                                                                                                          |\n|                  | Ice hip 20-30 minutes, 5-6x a day using a thin barrier, do not use heat                                                    |                                                                                                                          |\n\n| Goals        |                                                                                                 | Protect repair                                              |\n|--------------|-------------------------------------------------------------------------------------------------|-------------------------------------------------------------|\n|              | Increase range of motion                                                                        |                                                             |\n|              | Transition from crutches                                                                        |                                                             |\n|              | Normalize gait                                                                                  |                                                             |\n|              | Progressively increase muscle strength                                                            |                                                             |\n| Crutch Use   |                                                                                                 | Wean from crutches as tolerated starting at the 4 week mark |\n|              | Start with single crutch on opposite side of operative hip                                      |                                                             |\n|              | May transition to no crutches once comfortable and no significant gait deviations               |                                                             |\n|              | May continue to need crutches when planning to walk a distance or be on your feet for a longer period of time |                                                             |\n\n## Phase 2: 2-6 Weeks Post-Op\n","## Overview Of Baptist Center For Joint Replacement\n\nThe Baptist Center for Joint Replacement offers a unique joint replacement experience. It is a dedicated center for orthopedic excellence within the Baptist Health System. With modern advancements in orthopedic surgery, the majority of patients are able to return home after a single night in the hospital. A joint replacement is considered to be an elective surgery and it's expected that you will be discharged directly to your home or the home of a relative or friend after you leave the hospital. Unfortunately, insurance requirements determine eligibility for short-term rehab and this decision is based on how well you're doing postoperatively. It is for these reasons that we cannot guarantee placement into a short-term rehab facility after your surgery. Of course you won't be discharged until it's deemed safe, but you should plan on going home after surgery and make preparations to have someone available to help you for at least a few days.\n\n## Features Of The **Program Include:**\n\n- Nurses, therapists and patient-care technicians who specialize in the care of joint replacement patients\n- Private rooms - Emphasis on group activities as well as individual care\n- Family and friends participate as \"coaches\" in the recovery process\n- Group discharge teaching session with you and your coach\n- A Joint Center Coordinator who coordinates your care while you're in the hospital and collaborates with a Social Worker for discharge planning \n- A comprehensive patient guidebook\n"],"30":["## Total Hip Arthroplasty\/Hemiarthroplasty Protocol:\n\nThe intent of this protocol is to provide the clinician with a guideline of the post-operative rehabilitation course of a patient that has undergone a total hip arthroplasty. It is no means intended to be a substitute for one's clinical decision making regarding the progression of a patient's post-operative course based on their physical exam\/findings, individual progress, and\/or the presence of post-operative complications. If a clinician requires assistance in the progression of a post-operative patient, they should consult with the referring surgeon. This protocol applies to the standard total hip arthroplasty\/hemiarthroplasty and hip resurfacing. \n\n## Progress To The Next Phase Based On Clinical Criteria And\/Or Time Frames As Appropriate. Dislocation Precautions:\n\nDislocation precautions are based on surgical approach and the direction in which the hip is dislocated intra-operatively (if at all) to gain exposure to the joint. Precautions include:\n\n## O Posterior Precautions:\n\no No hip flexion >90 degrees  \no No hip internal rotation or adduction beyond neutral  \no None of the above motions combined  \n\n## Anterior Precautions:\no No hip extension or hip external rotation beyond neutral  \no No bridging, no prone lying, and none of the above motions combined  \no When the patient is supine, keep the hip flexed at or above 30 degrees  \n- Pillow under the patient's knee or raise the head of the bed  \n\n## Direct Anterior Precautions:\no No full bridging  \n\n## Lateral Precautions:\no Hip abduction restrictions  \n\n## Limited Precautions:\no Either posterior or direct anterior approach  \no Avoid any extremes of movement or uncomfortable positions  \n\n## Global Precautions: \no Combination of both anterior and posterior precautions, described above  \no Often ordered for patients following hip resurfacing, due to full exposure of the femoral head and opening of joint capsule during surgery. Also often ordered after revision surgery due to a history of dislocations.  \n\nCopyright © 2022 The Brigham and Women's Hospital, Inc., Department of Rehabilitation Services. All rights reserved.\n","## Total Hip Arthroplasty\/Hemiarthroplasty Protocol:\n\nThe intent of this protocol is to provide the clinician with a guideline of the post-operative rehabilitation course of a patient that has undergone a total hip arthroplasty. It is no means intended to be a substitute for one's clinical decision making regarding the progression of a patient's post-operative course based on their physical exam\/findings, individual progress, and\/or the presence of post-operative complications. If a clinician requires assistance in the progression of a post-operative patient, they should consult with the referring surgeon. This protocol applies to the standard total hip arthroplasty\/hemiarthroplasty and hip resurfacing. \n\n## Progress To The Next Phase Based On Clinical Criteria And\/Or Time Frames As Appropriate. Dislocation Precautions:\n\nDislocation precautions are based on surgical approach and the direction in which the hip is dislocated intra-operatively (if at all) to gain exposure to the joint. Precautions include:\n\n## O Posterior Precautions:\n\no No hip flexion >90 degrees  \no No hip internal rotation or adduction beyond neutral  \no None of the above motions combined  \n\n## Anterior Precautions:\no No hip extension or hip external rotation beyond neutral  \no No bridging, no prone lying, and none of the above motions combined  \no When the patient is supine, keep the hip flexed at or above 30 degrees  \n- Pillow under the patient's knee or raise the head of the bed  \n\n## Direct Anterior Precautions:\no No full bridging  \n\n## Lateral Precautions:\no Hip abduction restrictions  \n\n## Limited Precautions:\no Either posterior or direct anterior approach  \no Avoid any extremes of movement or uncomfortable positions","# Discharge Instructions\n\nDischarge instructions for hip replacement\n\nGeneral Instructions: With all hip replacements, it is best to avoid extreme positions in any direction.\n\nAssistive device\n- Walker\n- Crutches\n- Cane\n\nWeight bearing status for operated leg\n- Weight bearing as tolerated\n- Touchdown weight bearing\n- No weight bearing\n\nKeep your appointments\n\nIncision care at home\n\nPrevention of infection\n\nAdditional precautions\n- Resume driving when surgeon approves\n- Return to work when surgeon approves\n\nIf your surgeon has determined that an anterior approach to your hip replacement is most appropriate, avoid positions where your toes point outwards more than 50 degrees, especially while standing.\n\nIf your surgeon has determined that a posterior approach to your hip replacement is most appropriate, avoid positions that bend your hip more than 90 degrees, cross your legs at the knees, and point your toe inwards.\n"],"31":["## Total Hip Arthroplasty\/Hemiarthroplasty Protocol:\n\nThe intent of this protocol is to provide the clinician with a guideline of the post-operative rehabilitation course of a patient that has undergone a total hip arthroplasty. It is no means intended to be a substitute for one's clinical decision making regarding the progression of a patient's post-operative course based on their physical exam\/findings, individual progress, and\/or the presence of post-operative complications. If a clinician requires assistance in the progression of a post-operative patient, they should consult with the referring surgeon. This protocol applies to the standard total hip arthroplasty\/hemiarthroplasty and hip resurfacing. \n\n## Progress To The Next Phase Based On Clinical Criteria And\/Or Time Frames As Appropriate. Dislocation Precautions:\n\nDislocation precautions are based on surgical approach and the direction in which the hip is dislocated intra-operatively (if at all) to gain exposure to the joint. Precautions include:\n\n## O Posterior Precautions:\n\no No hip flexion >90 degrees  \no No hip internal rotation or adduction beyond neutral  \no None of the above motions combined  \n\n## Anterior Precautions:\no No hip extension or hip external rotation beyond neutral  \no No bridging, no prone lying, and none of the above motions combined  \no When the patient is supine, keep the hip flexed at or above 30 degrees  \n- Pillow under the patient's knee or raise the head of the bed  \n\n## Direct Anterior Precautions:\no No full bridging  \n\n## Lateral Precautions:\no Hip abduction restrictions  \n\n## Limited Precautions:\no Either posterior or direct anterior approach  \no Avoid any extremes of movement or uncomfortable positions","## Total Hip Arthroplasty\/Hemiarthroplasty Protocol:\n\nThe intent of this protocol is to provide the clinician with a guideline of the post-operative rehabilitation course of a patient that has undergone a total hip arthroplasty. It is no means intended to be a substitute for one's clinical decision making regarding the progression of a patient's post-operative course based on their physical exam\/findings, individual progress, and\/or the presence of post-operative complications. If a clinician requires assistance in the progression of a post-operative patient, they should consult with the referring surgeon. This protocol applies to the standard total hip arthroplasty\/hemiarthroplasty and hip resurfacing. \n\n## Progress To The Next Phase Based On Clinical Criteria And\/Or Time Frames As Appropriate. Dislocation Precautions:\n\nDislocation precautions are based on surgical approach and the direction in which the hip is dislocated intra-operatively (if at all) to gain exposure to the joint. Precautions include:\n\n## O Posterior Precautions:\n\no No hip flexion >90 degrees  \no No hip internal rotation or adduction beyond neutral  \no None of the above motions combined  \n\n## Anterior Precautions:\no No hip extension or hip external rotation beyond neutral  \no No bridging, no prone lying, and none of the above motions combined  \no When the patient is supine, keep the hip flexed at or above 30 degrees  \n- Pillow under the patient's knee or raise the head of the bed  \n\n## Direct Anterior Precautions:\no No full bridging  \n\n## Lateral Precautions:\no Hip abduction restrictions  \n\n## Limited Precautions:\no Either posterior or direct anterior approach  \no Avoid any extremes of movement or uncomfortable positions  \n\n## Global Precautions: \no Combination of both anterior and posterior precautions, described above  \no Often ordered for patients following hip resurfacing, due to full exposure of the femoral head and opening of joint capsule during surgery. Also often ordered after revision surgery due to a history of dislocations.  \n\nCopyright © 2022 The Brigham and Women's Hospital, Inc., Department of Rehabilitation Services. All rights reserved.\n","- Observe for signs of hip dislocation. Signs include uncontrolled pain, an obvious leg length discrepancy, and\/or the leg may appear rotated as compared to the non-operative extremity.\n- Observe the patient's hip dressing and wound. Note skin discoloration, edema, and dressing integrity. If there is a large amount of drainage or blistering\/frail skin, discuss with nursing. Contact the surgical team if there is excessive bleeding or poor incision integrity.\n- Monitor for signs of pulmonary embolism, deep vein thrombosis, and\/or loss of peripheral nerve integrity. In these cases, notify the MD immediately.\n\n## Positioning Considerations:\n\n- Bed position: Posterior\/Global Precautions\n- Foot of the bed should be locked in a completely flat position. Nothing placed behind\/under the knee.\n- Anterior Precautions: Foot of the bed may be unlocked and flexed while in supine. Pillow under the knee to maintain slight hip flexion. A trochanter roll should be used as needed to maintain neutral hip rotation when supine and thereby promote knee extension.\n\nA hip abduction pillow may be indicated in bed with posterior precautions or global precautions. Most often ordered with revision surgeries.\n\n## Therapeutic Exercise And Functional Mobility:"],"32":["the surgeon or the physician assistant who will examine your knee's range of motion and strength. You will also discuss when it will be appropriate to make an appointment to begin outpatient physical therapy. Should you have any cause for concern prior to your first office visit you should call your surgeon's office for advice. Your next visit will be around 6 weeks after the operation. At this visit you may have an X-ray taken to make sure that the knee replacement components are aligned. \n\n## Weight Bearing\n\nAfter surgery you are allowed to put as much weight on your operated leg as you can tolerate (unless otherwise indicated by your surgeon). For the first several weeks after surgery you will require the use of a walker or crutches. As your tolerance for weight bearing improves your physical therapist will transition you to walking with a cane. Eventually, when your gait is normal you will be able to walk without an assistive device. Many patients are able to walk without an assistive device by six weeks after the operation. Remember, proper gait pattern *must* be achieved in order to discontinue use of assistive devices. \n\n## Recovery\/Time Off Work\n\nRecovering from Total Knee Arthroplasty surgery is not easy. It is very important that to realize that the recovery process is difficult and time-consuming. You must be an active participant during this process, performing daily exercises to ensure there is proper return of range of motion and strength. There is a large amount of variability in the time it takes to fully recover from this procedure. It is usually estimated that it will take at least 4-6 months for the patient to feel as though he or she has completely returned to a pre-injury level of activity. Some cases may take as long as 9-12 months to make a full recovery. People with desk jobs should plan to take at least 4 weeks off from work and should have an extended absence plan in place should complications arise. People with more physical jobs that require excessive weight bearing and manual labor will likely be out of work for at least 3-6 months. **Recovery is different in each case**. Your individual timetable for return to activities and work will be discussed by your surgeon during post-operative office visits.\n","## Recovery\/Time Off Work\n\nRecovering from Total Knee Arthroplasty surgery is not easy. It is very important that to realize that the recovery process is difficult and time-consuming. You must be an active participant during this process, performing daily exercises to ensure there is proper return of range of motion and strength. There is a large amount of variability in the time it takes to fully recover from this procedure. It is usually estimated that it will take at least 4-6 months for the patient to feel as though he or she has completely returned to a pre-injury level of activity. Some cases may take as long as 9-12 months to make a full recovery. People with desk jobs should plan to take at least 4 weeks off from work and should have an extended absence plan in place should complications arise. People with more physical jobs that require excessive weight bearing and manual labor will likely be out of work for at least 3-6 months. **Recovery is different in each case**. Your individual timetable for return to activities and work will be discussed by your surgeon during post-operative office visits.","which is not at the cheaper end of the scale and which has less than a 10A ODEP \n\nrating4,5,13 9.4 International studies seem to support a positive surgeon volume-outcome relationship for most procedures\/conditions and the expectation is that a surgeon has the following volumes5.\n\n> 30 elective (per) joint replacement procedures per surgeon per year. > 10 elective unicompartmental joint replacements per year. \n\n9.6 Surgical procedures, as per other parts of the pathway, should be standardised as much as possible so that the whole process is predictably reproducible and familiar to the whole staff. This process will result in shortening the operative time and hence the surgical stress and blood loss. \n\n9.7 Cell salvage is critical part of blood management strategy and should be available for cases where the need for blood may be triggered (e.g. revision joint replacement surgery). \n\n9.8 It is recommended that the core clinical theatre team (Surgeon, Anaesthetist, ODP and Nursing) for every list is consistent on a week to week basis. \n\n9.9 A high quality submission into the National Joint Registry database must be completed.\n\n9.10 Data should be captured at the point of care that will measure procedure time and all the consumables used such that a high level of information and costing is available at patient level. \n\n## 10 Venous Thromboembolism Prophylaxis\n\n10.1 Utilise a locally agreed compliant thromboprophylaxis risk assessment Prophylactic managed as per guidelines for VTE in adult elective total hip replacement or total knee replacement. \n\n## 11 Inpatient Management\n\n11.1 7 day senior review should occur for all patients with seven day physiotherapy service. 11.2 **Phase 1 of enhanced recovery: within the first 24 hrs** \nAdminister post-op recovery medications. Monitoring temperature, HR, BP, assess for respiratory problems. In recovery - Patient to commence breathing, circulatory, range of movement and strengthening exercises as taught in Joint School.\n"]},"LLM_answer":{"0":"I'm sorry to hear that you're feeling this way. It's not uncommon for patients to experience feelings of depression, especially when dealing with medical conditions or recovery. However, it's important to address these feelings with a healthcare professional.\n\nWould you like me to help you schedule an appointment with a mental health specialist or provide some resources?","1":"Could you please provide more details about the condition or injury you're referring to? This will help me give you the most accurate advice.","2":"I need more information to provide an accurate answer. Could you please specify if you have any particular medical condition or recent surgery that might affect this?","3":"Could you please provide more details about your condition or the specific procedure you underwent? This will help me give you a more accurate answer.","4":"Sorry, I don’t know. For personalized dietary advice, it's best to consult with a nutritionist or your healthcare provider.","5":"You should schedule an appointment with an orthopedic specialist to evaluate your leg lengths. They can perform a physical examination and may order imaging tests to accurately measure the difference and determine the best course of action.\n\nWould you like me to book an appointment for you? If so, please provide your name.","6":"To determine if you need physical therapy, I would need more information about your condition or injury. Could you please provide more details or let me know if you have a specific diagnosis or symptoms?","7":"Abnormal conditions that require immediate attention include:\n\n1. **Deep Vein Thrombosis (DVT) Symptoms:**\n   - Swelling in the calf or thigh area\n   - Pain in the calf area or behind the knee\n   - Increased pain with standing or walking\n   - Warmth, redness, or tenderness in the affected area\n   - Low-grade fever\n\n2. **Pulmonary Embolism (PE) Symptoms:**\n   - Sudden onset of chest pain\n   - Sudden unexplained cough or coughing up blood\n   - Shortness of breath\n   - Lightheadedness, dizziness, or cold sweats\n   - Feelings of restlessness, anxiety, or rapid heartbeat\n   - Sense of impending doom\n\n3. **Peripheral Nerve Block Complications:**\n   - Persistent quadriceps weakness\n   - Hematoma at the catheter insertion site\n   - Signs of infection at the insertion site\n   - Adverse effects from local anesthesia spreading to adjacent tissues\n\nIf any of these symptoms are observed, immediate medical attention is necessary.","8":"Here are some normal things to expect after a hip replacement:\n\n1. **Swelling and Redness**: Some swelling and redness at the incision site is normal and may gradually improve for up to three months.\n2. **Leg Length**: The operated leg may feel longer than the non-operated leg due to tight muscles. This usually resolves within 6-8 weeks.\n3. **Activity Restrictions**: High-impact activities like running and tennis are not recommended. Low-impact activities such as walking, swimming, and gardening are encouraged.\n4. **Follow-Up Visits**: You will have follow-up visits at 10-14 days post-surgery, then at six weeks, twelve weeks, and possibly every one or two years thereafter.\n\nIf you have any specific concerns, please consult with your surgeon.","9":"In case of an emergency or problem, follow these steps:\n\n1. **Life-Threatening Situations**: Call 911 immediately if you have chest pain, shortness of breath, or any other life-threatening symptoms.\n2. **Emergency Room**: Go to the nearest emergency room if you have severe symptoms that need urgent care.\n3. **Contact Your Doctor or Nurse**: Call your doctor or nurse if you experience:\n   - Fever greater than 101°F (38.3°C)\n   - Increased pain, redness, swelling, or drainage at the incision site\n   - Calf pain, tenderness, or swelling\n   - Any other concerning symptoms\n\nFor non-urgent issues, you can also contact the nurse navigator line for guidance.","10":"You should follow up with your surgeon based on the following guidelines:\n\n1. **Three Months Post-Surgery**: A follow-up visit is typically scheduled about 3 months after surgery.\n2. **Six Months and Annually**: Another follow-up is usually scheduled at six months, and then annually unless otherwise instructed by your physician.\n3. **Pain Management**: Follow up anytime you have mild pain for more than a week, or moderate to severe pain.\n\nRegular follow-ups are important to monitor the integrity of any surgical materials and to detect any potential complications early. If you are unsure about your next visit, contact your orthopedist.","11":"Hip replacements typically last between 15 to 20 years. However, the longevity can vary based on factors such as the patient's activity level, weight, and overall health. Regular follow-ups and proper care can help maximize the lifespan of the hip replacement.","12":"For scar treatment, consider the following options:\n\n1. **Scar Massage**: Begin scar massage after the incision has healed and the scar is formed. This helps prevent subcutaneous adhesion.\n2. **Avoid Lotions**: Do not use lotions for 3-4 weeks after surgery.\n3. **Cryotherapy**: Use cold with compression\/elevation to control acute pain and inflammation.\n\nIf you need more personalized advice, please consult with your physician.","13":"Insomnia can be a common issue for patients with chronic pain or those undergoing orthopedic surgery. Factors such as preoperative stress, pain, and the use of opioid medications can contribute to sleep disturbances. If you are experiencing insomnia, it is important to discuss this with your healthcare provider to manage your symptoms effectively.\n\nWould you like me to schedule an appointment for you to discuss this further with Dr. Lawrie?","14":"After knee surgery, it is generally advised not to kneel or squat. This precaution helps ensure proper healing and prevents potential complications. Always follow the specific guidelines provided by your surgeon and physical therapist. If you have any concerns or need personalized advice, please consult your healthcare provider.","15":"Yes, you can use stairs after orthopedic surgery, but you need to follow specific guidelines:\n\n- **Going Up Stairs**: Use crutches or a cane in one hand and hold onto the railing with the other. Lift your non-operated leg onto the step first, then bring up your operated leg, and finally the crutches or cane. If there's no railing, use crutches in both arms.\n\n- **Going Down Stairs**: Use crutches or a cane in one hand and hold onto the railing with the other. Lower the crutches or cane onto the step below, then bring down your operated leg, followed by your non-operated leg. If there's no railing, use crutches in both arms.\n\nYour physical therapist will teach you how to properly go up and down stairs before you are discharged.","16":"Alcohol consumption should be discussed with your healthcare provider, especially before surgery. It is important to be honest about your alcohol use to determine if you are at risk for alcohol withdrawal or other alcohol-related problems that could affect your recovery. Generally, it is advisable to limit or avoid alcohol consumption to ensure optimal recovery and reduce the risk of complications. \n\nFor specific guidance tailored to your situation, please consult with Dr. Lawrie.","17":"After orthopedic surgery, you should avoid the following activities:\n\n1. **High-impact activities**: Running, tennis, basketball, and similar sports.\n2. **Injury-prone sports**: Downhill skiing and other high-risk activities.\n3. **Prolonged sitting**: Avoid sitting for more than 30 to 45 minutes at a time.\n4. **Heavy lifting**: Do not lift heavy objects, especially if it requires squatting or bending.\n5. **Driving**: Do not drive before your first post-op visit and until your surgeon approves.\n\nYou are encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening. Always follow your surgeon's specific instructions and precautions.","18":"After surgery, patients are generally encouraged to participate in low-impact activities such as walking, dancing, golf, hiking, swimming, bowling, and gardening. High-impact activities like running, tennis, and basketball, as well as injury-prone sports such as downhill skiing, are not recommended. Specific restrictions, especially for hip replacement patients, should be followed for about three months or until the surgeon advises otherwise.\n\nFor more detailed guidance, it's best to consult with the orthopedic physician.","19":"You may set off security alarms at airports due to your orthopedic implants. It is recommended to carry an implant card from your surgeon that states you had a joint replacement. This card can help explain the situation to security personnel.\n\nYou do not necessarily need a doctor's note to travel, but having the implant card is advisable. \n\nIf you need an implant card, please let me know, and I can assist you in obtaining one.","20":"The timing for when you can travel after orthopedic surgery depends on several factors, including the type of surgery and your overall recovery progress. Generally, it is recommended to:\n\n- Avoid long trips for at least 4-6 weeks post-surgery.\n- Ensure you are mobile and can manage any necessary medications.\n- Consult with your surgeon for personalized advice based on your specific condition and recovery.\n\nIf you have any specific concerns or need a more precise timeline, please discuss them with your surgeon.","21":"You can generally drive 2-3 weeks after surgery if you are no longer taking any narcotic pain medications. If the surgery was on your left leg and you have an automatic transmission, you might be able to drive at two weeks. If the surgery was on your right leg, driving could be restricted for up to six weeks. Always confirm with your surgeon before resuming driving.","22":"To manage constipation, you can:\n\n1. **Increase Fluid Intake**: Drink plenty of water.\n2. **Increase Fiber Intake**: Eat foods high in fiber such as fruits, vegetables, and whole grains.\n3. **Early Mobilization**: Engage in light physical activity to stimulate bowel movements.\n4. **Reduce Opioid Use**: If you are taking opioids, try to minimize their use as they can cause constipation.\n5. **Use Laxatives**: If necessary, use over-the-counter laxatives or stool softeners as directed.\n\nIf symptoms persist, consult with your healthcare provider.","23":"If you have had a joint replacement or are at risk of infection, you should inform your dentist about your condition. You may need antibiotics before certain dental procedures to prevent infection. This is especially important within the first two years following your surgery. Please consult with your surgeon for specific guidelines.","24":"You will need to take a blood thinner for two to six weeks, depending on your individual situation. Be sure to follow your surgeon's instructions precisely. If you notice any unusual bleeding or unexplained bruises, contact your surgeon's office immediately.","25":"The use of weights after orthopedic surgery depends on the specific procedure and the stage of recovery. Generally, during the initial phases of recovery, exercises with weights or resistance other than body weight are not recommended. It's important to follow the specific guidelines provided by your surgeon or physical therapist.\n\nFor more detailed advice tailored to your situation, please consult with Dr. Lawrie or your physical therapist.","26":"For orthopedic patients, a regular exercise program is essential to maintain fitness and muscle health around the joints. Here are some general recommendations:\n\n### Recommended Exercises\n1. **Range of Motion (ROM) and Flexibility**: Perform daily ROM and stretching exercises.\n2. **Strengthening**: Continue with all strengthening exercises, increasing resistance and decreasing repetitions.\n3. **Proprioception**: Continue with phase 3 exercises, increasing difficulty as tolerated.\n4. **Endurance**: Engage in walking, biking, or using an elliptical machine.\n\n### Guidelines\n- **ROM and Flexibility**: Daily exercises.\n- **Strengthening and Proprioception**: 3-5 times per week, 2-3 sets of 10-15 repetitions.\n- **Endurance**: 30-45 minutes, 3 times per week.\n\n### Post-Surgery\n- Begin with 10 repetitions of each exercise at least 2 times a day.\n- Increase repetitions and duration as you get stronger.\n- Perform exercises on a firm surface.\n- Take pain medication 30 minutes before therapy if needed.\n\nAlways consult with your physical therapist for additional exercises and ensure they are approved by them.","27":"The decision to discharge you to a rehabilitation facility or home depends on several factors:\n\n1. **Medical Stability**: You need to be hemodynamically stable.\n2. **Mobility**: You should be able to mobilize either independently or with a caregiver.\n3. **Pain Management**: Your pain should be managed with oral medications.\n\n**Discharge to Home**:\n- Most patients are discharged to home, often with in-home services like visits from a registered nurse and a physical therapist.\n- Home discharge is associated with fewer adverse events compared to discharge to a rehabilitation facility.\n\n**Discharge to a Rehabilitation Facility**:\n- This is considered if you are not yet strong enough to return home safely.\n- It is based on medical necessity and safety at home.\n- Insurance coverage may affect this decision, and sometimes patients may need to pay privately.\n\nYour physician and the unit social worker will discuss the best option for you based on your specific situation.","28":"Patients often need to take narcotic pain medication for the first 4-6 weeks after orthopedic surgery. Most people are able to stop taking narcotics by four weeks post-operative. If pain persists beyond this period, you may be referred to the Pain Clinic or your Primary Care Provider for further management. Nonsteroidal anti-inflammatories (NSAIDs) and acetaminophen are also effective for managing postoperative pain.","29":"After orthopedic surgery, it is generally advised to avoid sleeping directly on the operated side. Using a pillow between your knees can help decrease movement and provide support. Always follow specific instructions given by your surgeon or physical therapist.","30":"The dislocation precautions for your hip depend on the surgical approach used. Here are the general guidelines:\n\n### Posterior Approach:\n- Avoid hip flexion greater than 90 degrees.\n- Avoid hip internal rotation or adduction beyond neutral.\n- Do not combine the above motions.\n\n### Anterior Approach:\n- Avoid hip extension or external rotation beyond neutral.\n- No bridging or prone lying.\n- When supine, keep the hip flexed at or above 30 degrees (use a pillow under the knee or raise the head of the bed).\n\n### Direct Anterior Approach:\n- Avoid full bridging.\n\n### Lateral Approach:\n- Follow hip abduction restrictions.\n\n### General Precautions:\n- Avoid extreme positions in any direction.\n- Avoid uncomfortable positions.\n\nIf you need more specific advice based on your surgical approach, please let me know.","31":"A dislocation of the hip occurs when the head of the femur (thigh bone) is forced out of its socket in the pelvic bone. This can result in severe pain, an obvious leg length discrepancy, and the leg may appear rotated compared to the non-injured leg. It often requires immediate medical attention to reposition the joint and prevent further complications.","32":"Recovery times can vary significantly depending on the procedure and the individual patient. For example, after a Total Knee Arthroplasty, it typically takes at least 4-6 months to feel as though one has returned to a pre-injury level of activity, with some cases taking as long as 9-12 months for full recovery. Desk job workers should plan to take at least 4 weeks off, while those with more physically demanding jobs may need 3-6 months off work. Always consult with the surgeon for a personalized recovery timeline."},"ground_truth":{"0":"It is not uncommon to have feelings of depression after your hip replacement. This may be due to a variety of factors such as limited mobility discomfort increased dependency on others and\/or medication side effects. Feelings of depression will typically fade as you begin to return to your regular activities. If your feelings of depression persist consult your internist.","1":"Ice should be used for the first several days to help with pain and swelling. We do not recommend using heat.","2":"You should wait several weeks after surgery before resuming sexual intercourse until you feel comfortable. Avoid extremes of motion. Having your legs apart is a safe position.","3":"This depends on your profession. Typically if your work is primarily sedentary you may return after 2 to 4 weeks. If your work is more rigorous you may require 8 to 12 weeks before you can return to full duty. In some cases more time may be necessary.","4":"You should resume your regular diet but should emphasize eating more protein for the first four weeks. Good sources of protein are low fat beef chicken eggs fish beans and nutritional shakes.","5":"It is not uncommon to feel as though your leg lengths are different. At surgery leg lengths are assessed very carefully and an attempt is made to make them as equal as possible. Sometimes the new hip has to be lengthened in order to obtain proper muscle tension (to help prevent a dislocation). Wait 3 months before making any final judgments about your leg lengths. Your muscles and body take time to adjust to a new hip. In rare cases a shoe lift may be prescribed for a true difference in leg lengths (do not use until instructed by your own surgeon). In most cases however no treatment is necessary.","6":"Yes! The physical therapist plays a very important role in your recovery. You will see a physical therapist soon after your operation and throughout your stay in the hospital. If you go home you will likely have the therapist come to visit you (either as an evaluation or for more). Sometimes you will be referred to an outpatient physical therapist. If you go to a rehabilitation facility you will receive therapy there. Your therapist will help you walk regain motion build strength and help you reach your post-operative goals. Your therapist will keep your surgeon informed of your progress.","7":"Abnormal things (call the office immediately): Increasing redness from the incision Increasing pain and swelling Fevers more than 101.5 F Persistent drainage lasting beyond 3 days Calf pain or swelling Inability to put weight on your leg Bleeding gums or blood in urine or stool","8":"Normal things about your new hip: Clicking noise with hip motion Skin numbness near or around your incision Swelling around hip knee and\/or lower leg Warmth around hip 'Pins and needles' feeling at or near incision Dark or red incision line Increased bruising while on blood thinner","9":"Call the office; we can always get in touch with the doctor: (786)268-6200 Coral Gables (786)596-8020 Kendall Office","10":"Follow-up appointments beyond the initial postoperative period should be made at 1 year 5 years and every 5 years after that.","11":"This varies from patient to patient. For each year following your hip replacement you have a 0.5 to 1% chance of requiring additional surgery. For example at 10 years post operatively there is a 90-95% success rate.","12":"Most hip scars eventually become minor. If you feel hardness this may be to a suture dissolving underneath. After 3 weeks and the wound is not draining you can take some Vitamin E cream and begin some gentle massage to the wound. Avoid direct sun to the wound for 6 months to prevent darkening of the scar.","13":"Difficulty sleeping is a very common complaint following hip surgery. Non-prescription remedies such as Benadryl or melatonin may be effective. If this continues to be a problem medication may be prescribed for you.","14":"Yes. To kneel, touch down with the knee of your operated leg first. To arise from kneeling, use your non-operative leg first.","15":"Yes. Initially you will lead with your non-operated leg when going up stairs and lead with your operated leg when going down stairs. Remember “Up with the good, down with the bad.” After about 4 weeks you should begin using the stairs more normally.","16":"While on blood thinners you should avoid alcohol. You should also avoid alcohol while taking narcotics.","17":"You should avoid impact activities such as running aggressive skiing; heavy weight lifting and other aggressive activities for the first 12 weeks. You should also avoid activities that involve heavy twisting movements like golf or bowling for the first 12 weeks. Then return as you feel comfortable.","18":"After 6 weeks you are permitted to perform low stress activities such as walking gardening swimming and cycling. After 12 weeks you are permitted to begin playing golf racquet sports and gentle skiing.","19":"You will likely set off the airport security machine. You do not require a doctor’s note to show you have an artificial hip. Simply inform the security agent and you will likely require a separate screening.","20":"You may travel as soon as you feel comfortable. It is recommended that you get up to stretch or walk at least once an hour when taking long trips. This is important to help prevent blood clots.","21":"If you had surgery on your right hip you should not drive for at least 1 week. After 1 week you may return to driving as you feel comfortable and safe. In some situations you may be safe to drive even sooner. If you had surgery on your left hip you may return to driving as you feel comfortable as long as you have an automatic transmission. DO NOT DRIVE IF TAKING NARCOTICS!","22":"It is very common to have constipation after surgery. This may be due to a variety of factors but is especially common when taking narcotic pain medication. A simple over-the-counter stool softener (Colace) is the best prevention for this problem. In rare instances you may require a suppository or an enema.","23":"You should avoid having any routine dental work for 12 weeks after surgery. After 12 weeks you can return to normal dental care.","24":"Typically you will be on a blood thinner for about 1 month. This medication is used to prevent blood clots. Be sure to check with your discharge instructions to confirm this regimen.","25":"Generally not for the first 6 weeks. However as everyone’s strength varies consult with your physical therapist before using weights. Use lightweights to begin with and gradually progress.","26":"You will be instructed by your physical therapist on appropriate exercises and given a list to follow. In general swimming (after 3 weeks) and a stationary bicycle are good exercise options. These exercises should be continued indefinitely even after your recovery is complete. You can begin using a stationary bike immediately; just make sure you keep the seat high.","27":"We prefer our patients to go directly home after surgery. There may be special situations which require a rehabilitation facility depending on your social support structure.","28":"Once the initial postoperative pain has subsided we recommend Acetaminophen (Tylenol) to be taken instead of the narcotic you have been provided. It is also okay to take an anti-inflammatory medication (NSAID) such as Advil ONLY after finishing the blood thinners. Remember you cannot drive while taking narcotic medications.","29":"Yes.","30":"The goal of a hip replacement is to return your motion to the normal motion you had when your hip was healthy. In general you should avoid positions that you have never been able to do. If you have to reach the floor or fix your shoes always reach between your legs not to the outside. You should try to follow these rules for about 8 weeks. When you move your hip and feel resistance stop that is as far as you should go.","31":"A dislocation of the hip occurs when the femoral head (ball) comes out of the acetabulum (socket). While this risk is very small typically less than 1% we will ask you to avoid extremes of motion at the hip.","32":"Everyone heals from their surgery at a different pace. In most cases however you will be restricted to using a walker or crutches for between 1 to 4 weeks. You will then be allowed to advance to a cane outdoors and no support around the house for several weeks. You will gradually return to normal function without any assistive devices. You will use an assistive device until you can walk without a limp. This usually takes about 3 months."},"faithfulness":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":1.0,"8":0.7777777778,"9":1.0,"10":1.0,"11":0.3333333333,"12":0.6666666667,"13":0.7142857143,"14":1.0,"15":0.9230769231,"16":0.4444444444,"17":0.6923076923,"18":1.0,"19":0.7142857143,"20":0.4,"21":1.0,"22":0.9090909091,"23":1.0,"24":1.0,"25":0.125,"26":0.6666666667,"27":0.7272727273,"28":1.0,"29":0.6,"30":0.9230769231,"31":0.4285714286,"32":0.875},"answer_relevancy":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.6212788211,"8":0.8248376789,"9":0.6619161963,"10":0.9614212225,"11":0.8444555614,"12":0.6516161739,"13":0.4114010337,"14":0.3381366923,"15":0.6251501767,"16":0.0,"17":0.7363958545,"18":0.8950772798,"19":0.0,"20":0.0,"21":0.7295267662,"22":0.5543780115,"23":0.3614615682,"24":0.8509404232,"25":0.0,"26":0.5223081879,"27":0.6112242082,"28":0.7365371087,"29":0.2573712189,"30":0.8456605633,"31":0.8502321466,"32":0.0},"context_recall":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.2857142857,"8":0.1428571429,"9":0.0,"10":0.0,"11":0.3333333333,"12":0.25,"13":0.0,"14":0.0,"15":0.3333333333,"16":0.0,"17":0.6666666667,"18":1.0,"19":0.3333333333,"20":0.3333333333,"21":0.2,"22":0.5,"23":0.0,"24":0.6666666667,"25":0.0,"26":0.25,"27":1.0,"28":1.0,"29":0.6666666667,"30":0.0,"31":0.0,"32":0.3333333333},"context_precision":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":1.0,"8":0.5,"9":0.0,"10":1.0,"11":1.0,"12":1.0,"13":0.0,"14":0.5833333333,"15":1.0,"16":0.5833333333,"17":1.0,"18":0.9999999999,"19":1.0,"20":0.0,"21":1.0,"22":1.0,"23":1.0,"24":0.8333333333,"25":1.0,"26":1.0,"27":1.0,"28":1.0,"29":0.5,"30":0.0,"31":0.0,"32":0.8333333333},"answer_similarity":{"0":0.0,"1":0.0,"2":0.0,"3":0.0,"4":0.0,"5":0.0,"6":0.0,"7":0.5603813594,"8":0.6832028405,"9":0.3827664307,"10":0.6411293895,"11":0.6883577385,"12":0.5395366098,"13":0.5980485003,"14":0.6556977029,"15":0.7469795251,"16":0.4810930855,"17":0.7137084118,"18":0.6782888688,"19":0.6929478777,"20":0.617403712,"21":0.788899261,"22":0.6153953402,"23":0.5740893574,"24":0.7453434134,"25":0.686547837,"26":0.6022359142,"27":0.6711997407,"28":0.7038236035,"29":0.0570127391,"30":0.6727906085,"31":0.7388401566,"32":0.6200099221},"trace_id":{"0":"a41ac660-045b-49b2-a3b6-7717540ffd7c","1":"fc18f18d-1aab-49b0-96c1-4dab1f309613","2":"147d4ec9-dc7b-413f-9f9c-5e8ab14a57eb","3":"dc31d28a-7e00-4801-83a8-96123d1bdae5","4":"0fd6c735-8df2-4d69-91ed-8c0bec82764a","5":"1200640b-df4a-4e03-800d-b3af7186d002","6":"b37edca8-0907-40dc-9b48-059a0b03c486","7":"cd01d70a-798c-4222-a67c-f9ae0159d3d1","8":"e567428c-0699-4b00-8603-c42252ce742d","9":"73d99e39-cc3a-4c23-946d-d4579cff6c9d","10":"be7d731e-9796-47d3-8392-182fe9cc922e","11":"a7d7e0b9-a05a-4984-a8fb-0adc99343fef","12":"3f70891a-da33-43a6-9226-f3c7e5c8306f","13":"e840bb74-ca9e-4106-8049-7990d0b6de2b","14":"0675fe58-71a8-4807-a55d-3ec17cb38c86","15":"60093ae3-b5d0-4560-a774-13c23977768a","16":"921558ac-e663-4275-ac91-7e92ff16d5c2","17":"6c849d40-b76a-4dc6-b68f-61fe0c171c0b","18":"8b5ce130-d60e-458c-8d05-dd316d121a1e","19":"9054015a-adcb-4371-9a36-5bdda26f18cb","20":"b540c9e3-124e-4e04-a0aa-9703fd97b0ff","21":"927bf778-f1cc-4856-b46b-5243fae0629d","22":"424cdfd3-7ff4-4171-9675-4c5ccc1b6fde","23":"5b932b65-ca97-44f8-9df4-e9bef65712a8","24":"b71fcdda-0fd5-4bfe-963a-6baaf7e5f13e","25":"56209e81-0c45-47bc-ba90-248d22664952","26":"50e93ee3-8901-4e4b-890c-8708a4730204","27":"6746ee8c-d975-4b3e-82c8-e7a18a871d2a","28":"f027e8c9-badb-4d29-9822-4a8120c2012a","29":"8b5cabef-0e08-41ab-9d16-bab5bb32f2d3","30":"8ca80b24-c84a-4398-abc0-6409a94b280c","31":"076fff83-b93e-4659-95f3-3278cd79d9e1","32":"1c192523-a0e9-4adf-b944-ea9382517174"}}